[{"image_id": "000000403385", "caption": "a bathroom with a toilet and a sink", "sgcaption": "a bathroom with a toilet and a sink", "gtcaption1": "A bathroom that has a broken wall in the shower.", "gtcaption2": "A bathroom looks clean but is missing tile at the shower stall.", "gtcaption3": "A view of a bathroom that needs to be fixed up.", "gtcaption4": "a shower toilet and sink in a basement bathroom", "gtcaption5": "A very big whit rest room with a shabby looking shower."}, {"image_id": "000000491497", "caption": "a bedroom with a bed and a television in a room", "sgcaption": "a bedroom with a bed and a tv in a room", "gtcaption1": "A fluffy white chair that faces away fro a television.", "gtcaption2": "A pillow covered reading chair in the corner of the living room", "gtcaption3": "The living room is empty with the television on. ", "gtcaption4": "White ornate seat in nicely decorated room with television.", "gtcaption5": "A white chair, books and shelves and a tv on in this room."}, {"image_id": "000000184791", "caption": "a vase with fruit sitting on top of a table", "sgcaption": "a picture of a vase with a on a table", "gtcaption1": "A painting of a table with fruit on top of it.", "gtcaption2": "Painting of oranges, a bowl, candle, and a pitcher", "gtcaption3": "a painting of fruit and a candle with a vase", "gtcaption4": "A painting of a candlestick holder with a candle, several pieces of fruit and a vase, with a gold frame around the painting.", "gtcaption5": "A painting that has a gold frame on it."}, {"image_id": "000000348881", "caption": "a large airplane is parked on top of an airport", "sgcaption": "a large airplane is parked at an airport", "gtcaption1": "A large jetliner sitting on top of an airport runway.", "gtcaption2": "Airline employees by an aircraft parked at the gate", "gtcaption3": "The plane is parked at the gate at the airport terminal.", "gtcaption4": "View from gate of jet connected to jet way for passengers to board or deplane", "gtcaption5": "A large white airplane and a person on a lot."}, {"image_id": "000000058636", "caption": "two street signs on a pole with a street sign", "sgcaption": "a street signs on a pole with a street sign", "gtcaption1": "A large wooden pole with a green street sign hanging from it.", "gtcaption2": "street signs on the corner of Gladys and Detroit", "gtcaption3": "The signs give the street names and show where to park.", "gtcaption4": "A wooden utility pole sports several street signs.", "gtcaption5": "The street signs for Gladys and Detroit streets are attached to a wooden pole."}, {"image_id": "000000418281", "caption": "a cow standing in the grass in a field", "sgcaption": "a white cow standing in the grass in a field", "gtcaption1": "two cows outside one laying down and the other standing near a building ", "gtcaption2": "The white scared cow in a Tibetan city.", "gtcaption3": "A cow standing in a grassy open field.", "gtcaption4": "A herd of cattle sitting and standing on a lush green field.", "gtcaption5": "There white cows in grassy area with temples in background."}, {"image_id": "000000085329", "caption": "a woman is wearing a white shirt and a tie", "sgcaption": "a woman wearing a white shirt and a tie", "gtcaption1": "An image of a very cute girl with face piercings.", "gtcaption2": "Painting of girl that has multiple piercings on face", "gtcaption3": "A young brunette woman with multiple face piercings.", "gtcaption4": "A young woman with green eyes and piercings all over her face.", "gtcaption5": "A drawing of a young woman with many facial piercings."}, {"image_id": "000000314294", "caption": "an elephant standing next to a tree", "sgcaption": "an elephant standing next to a tree", "gtcaption1": "An elephant standing under the shade of a tree.", "gtcaption2": "An elephant standing in the middle of a rocky environment.", "gtcaption3": "An elephant is alone in a wooded enclosure.", "gtcaption4": "An elephant standing in a shaded cleaning in a wooded area.", "gtcaption5": "An elephant walks alone past some big rocks boulders in an open field"}, {"image_id": "000000516316", "caption": "a group of zebras grazing in the grass in a field", "sgcaption": "a group of zebras grazing in the grass in a field", "gtcaption1": "An antilope is eating grass in between two zebra.", "gtcaption2": "Several zebras eat the green grass in the pasture.", "gtcaption3": "Two zebras and another animal grazing in the grass.", "gtcaption4": "Three zebra in the middle of a field with a body of water in the distance.", "gtcaption5": "Three Zebra's eating grass as they walk. "}, {"image_id": "000000562121", "caption": "a group of zebras are standing in a field", "sgcaption": "a group of zebras are standing in a field", "gtcaption1": "Two zebras fighting in a cloud of dust", "gtcaption2": "Two zebras fighting in a open area with green bushes.", "gtcaption3": "Two zebras are battling each other on hind legs.", "gtcaption4": "Two zebra having a fight on top of a dry grass field.", "gtcaption5": "Two zebras in a jungle area fighting in a dirt area."}, {"image_id": "000000430961", "caption": "a baseball player throwing a ball on a field", "sgcaption": "a baseball player throwing a ball on a field", "gtcaption1": "A baseball player preparing to throw a pitch during a game.", "gtcaption2": "A man that is standing in the dirt with a glove.", "gtcaption3": "A baseball player lunges and reaches back with the ball.", "gtcaption4": "A baseball player pitching a baseball on top of a field.", "gtcaption5": "A man in a Rays uniform is throwing a baseball"}, {"image_id": "000000448365", "caption": "a young man riding a skateboard on a ramp", "sgcaption": "a young boy riding a skateboard on a ramp", "gtcaption1": "Youngster on a skateboard, trying simple tip up stunt.", "gtcaption2": "Young skateboarder displaying skills on sidewalk near field.", "gtcaption3": "A person on a skateboard on a street.", "gtcaption4": "A young boy is performing tricks on a skateboard.", "gtcaption5": "a little boy that is jumping a skateboard"}, {"image_id": "000000321214", "caption": "a baby sitting in front of a piece of cake", "sgcaption": "a baby is eating a piece of cake", "gtcaption1": "A baby in plaid shirt eating a frosted cake.", "gtcaption2": "The young is enjoying his cake so much its all over him. ", "gtcaption3": "A toddler eats cake with his hands in his high chair.", "gtcaption4": "A toddler is getting messy while eating his cake. ", "gtcaption5": "Baby boy at the table eating cake frosting off his hand."}, {"image_id": "000000199551", "caption": "a baby laying on a bed with a table", "sgcaption": "a child laying on a bed with a", "gtcaption1": "A picture of a young boy laying on top of a bed.", "gtcaption2": "Boy sleeping with no blanket in a large bed. ", "gtcaption3": "A young boy sleeping on the side of his bed.", "gtcaption4": "A young boy sleeping on floral printed sheets", "gtcaption5": "A boy asleep on a large bed under a mosquito net"}, {"image_id": "000000239347", "caption": "a man and a woman laying on a bed", "sgcaption": "a man and a woman laying in a bed", "gtcaption1": "A picture of a recently married couple displayed behind glass.", "gtcaption2": "A photo of a man and his wife on a bed", "gtcaption3": "A picture of a couple that just got married lying in a bed.", "gtcaption4": "The picture of the couple in bed is displayed in the large window.", "gtcaption5": "a man and a woman are laying in a bed"}, {"image_id": "000000473237", "caption": "a young boy eating a slice of pizza", "sgcaption": "a young boy eating a slice of pizza", "gtcaption1": "A young girl eating a slice of pizza.", "gtcaption2": "A young girl with a green jacket eating a piece of pepperoni pizza.", "gtcaption3": "A girl takes a bite of her pepperoni pizza. ", "gtcaption4": "A little girl eating a slice of pizza in a room.", "gtcaption5": "Small girl in green shirt holding a slice of pizza to her face. "}, {"image_id": "000000340175", "caption": "a living room with a couch and a table", "sgcaption": "a living room with a couch and a table", "gtcaption1": "A LITTLE ROOM AND DINING ROOM AREA WITH FURNITURE", "gtcaption2": " a living room with a big table next to a book shelf ", "gtcaption3": "A living room decorated with a modern theme. ", "gtcaption4": "a living room with wooden floors and furniture", "gtcaption5": "The large room has a wooden table with chairs and a couch."}, {"image_id": "000000095786", "caption": "a cup of coffee sitting next to a cup of coffee", "sgcaption": "a cup of coffee sitting next to a cup of coffee", "gtcaption1": "there are three vases made of clay on a table", "gtcaption2": "Three different pots sit near one another on a table.", "gtcaption3": "Three hand formed clay pots with dripping paint", "gtcaption4": "a purple mug is next to a bowl", "gtcaption5": "Several pieces of pottery in the process of being painted."}, {"image_id": "000000171190", "caption": "a group of people sitting at a table with wine glasses", "sgcaption": "a group of people sitting around a table", "gtcaption1": "a large group of people are gathered around the table", "gtcaption2": "a party that is full of wine tasters seems pumping.", "gtcaption3": "A lot of people having some wine and talking.", "gtcaption4": "People sit around a table that is covered in liquor bottles.", "gtcaption5": "A ground of people sitting around a table holding wine glasses in their hands."}, {"image_id": "000000033638", "caption": "a woman is standing in front of a kitchen", "sgcaption": "a woman is standing in front of a green stove", "gtcaption1": "A woman observing something on a kitchen stove.", "gtcaption2": "A woman is cooking on a large black stove", "gtcaption3": "A woman cooking on an old fashioned stove.", "gtcaption4": "A man preparing food on a large old oven.", "gtcaption5": "A woman wearing shorts bends over a frying pan on a stove."}, {"image_id": "000000329219", "caption": "a man and a dog standing in a kitchen", "sgcaption": "a man standing next to a dog in a kitchen", "gtcaption1": "A man standing next to a dog on the ground.", "gtcaption2": "A man is at a kitchen counter by a dog.", "gtcaption3": "An man standing in a kitchen with a small puppy.", "gtcaption4": "there is a small puppy on the kitchen floor", "gtcaption5": "A man in the kitchen standing with his dog."}, {"image_id": "000000410428", "caption": "a herd of sheep standing in a field", "sgcaption": "a group of sheep standing in a field", "gtcaption1": "A herd of sheep are grazing in a green field.", "gtcaption2": "Sheep are on a grassy field and one of them is a white and black baby.", "gtcaption3": "The small herd of sheep are grazing on the grassy field. ", "gtcaption4": "a group of sheep on a big grassy field full of sheep", "gtcaption5": "Curious sheep on a large, well used pasture."}, {"image_id": "000000181859", "caption": "a cat laying in a bathroom sink", "sgcaption": "a cat laying in a bathroom sink", "gtcaption1": "A cute cat laying down in a sink.", "gtcaption2": "A cat laying inside of a sink under a fixture.", "gtcaption3": "A grey and white cat lays in a sink.", "gtcaption4": "a cat sitting in the sink in the bathroom", "gtcaption5": "A striped cat is laying on the sink and looking at the camera. "}, {"image_id": "000000177015", "caption": "a man sitting on a couch with a cat with a laptop", "sgcaption": "a man sitting on a couch with a cat on a laptop", "gtcaption1": "A man using his laptop computer while a cat sits on his lap.", "gtcaption2": "A man sitting in a chair with a cat and a laptop.", "gtcaption3": "A cat sitting on the man's lap while the man types on the laptop. ", "gtcaption4": "An Apple user and his faithful cat surf the web.", "gtcaption5": "a man using his laptop while his cat looks at the screen"}, {"image_id": "000000453860", "caption": "two suitcases sitting on top of each other", "sgcaption": "two pieces of luggage sitting on the floor", "gtcaption1": "A couple of pieces of very nice looking luggage.", "gtcaption2": "Two different brands but similar looking devices sitting by each other.", "gtcaption3": "Two pieces of luggage stand next to each other. ", "gtcaption4": "Two pieces of hard luggage are seen here.", "gtcaption5": "two black bags placed standing on the ground"}, {"image_id": "000000372577", "caption": "a man standing on a tennis court holding a racket", "sgcaption": "a man holding a tennis racket on a tennis court", "gtcaption1": "a tennis player holding a tennis racket on a court", "gtcaption2": "two people playing a match of tennis on a court.", "gtcaption3": "A man with a tennis racket walks from the net of a tennis court. ", "gtcaption4": "A man standing on a tennis court holding a racquet.", "gtcaption5": "A man in shorts and a long sleeve shirt playing tennis."}, {"image_id": "000000294831", "caption": "a person holding a pizza on a plate", "sgcaption": "a person holding a pizza on a plate", "gtcaption1": "Two pieces of pizza are served on a plate.", "gtcaption2": "Someone is holding a black plate with two slices of pizza. ", "gtcaption3": "A plate with two slices of pizza on it.", "gtcaption4": "Two slices of pizza on a black plate", "gtcaption5": "Two slices of chicken pizza on a plate."}, {"image_id": "000000326082", "caption": "a living room with a couch and a table", "sgcaption": "a living room with a table and a in a", "gtcaption1": "A very nice living room that is very clean.", "gtcaption2": "A big, open room with large windows and wooden floors.", "gtcaption3": "A living room with a wooden floor filled with furniture.", "gtcaption4": "THERE IS A LIVING ROOM WITH A TABLE AND TV ", "gtcaption5": "A living room with a couple of furniture. "}, {"image_id": "000000537991", "caption": "a woman sitting on a couch with a cell phone", "sgcaption": "a woman is looking at her cell phone", "gtcaption1": "a woman in a blue top with headphones and two cellphones", "gtcaption2": "A woman in blue sweater holding two cellphones while wearing headphones.", "gtcaption3": "A person holding a phone in each hand and wearing a head set in front  of a Christmas tree.", "gtcaption4": "A woman wearing headphones looking at some electronics.", "gtcaption5": "A woman has headphones on and is holding two cell phones."}, {"image_id": "000000321333", "caption": "a little girl sitting next to a teddy bear", "sgcaption": "a black and white photo of a baby holding a teddy bear", "gtcaption1": "a couple of young kids are sitting together", "gtcaption2": "A vintage closeup shows a chair with a toddler with a big smile and a big toy bear seated right  next to a second toddler with a semi-smile, holding what appears to be a coin purse.", "gtcaption3": "A picture of two young kids posing or a picture.", "gtcaption4": "A couple of children sitting in front of a blanket.", "gtcaption5": "two children one holding a bear and one holding a cell phone"}, {"image_id": "000000189828", "caption": "a plane is flying in the sky", "sgcaption": "a plane is flying in the sky over a tree", "gtcaption1": "Grey plane taking off above some green vegetation.", "gtcaption2": "View of jet airliner taking off over tree top.", "gtcaption3": "A passenger jet is flying over some trees.", "gtcaption4": "Aerial view of an airplane ascending in to the sky.", "gtcaption5": "An airplane flying in the sky over some trees."}, {"image_id": "000000458755", "caption": "a woman is standing next to a sheep", "sgcaption": "a woman is petting a sheep in a", "gtcaption1": "Young woman with sheep on straw covered floor.", "gtcaption2": "A child places his hands on the head and neck of a sheep while another sheep looks at his face.", "gtcaption3": "A person petting the head of a cute fluffy sheep.", "gtcaption4": "A child is petting a sheep while another sheep watches.", "gtcaption5": "A woman kneeling to pet animals while others wait. "}, {"image_id": "000000152740", "caption": "a herd of cows grazing in a field", "sgcaption": "a herd of cows grazing in a field", "gtcaption1": "A herd of animals grazing on a dry grass field.", "gtcaption2": "Numerous head of cattle are grazing in the grass.", "gtcaption3": "A herd of cows grazing in a grassy field.", "gtcaption4": "A herd of cattle are standing and grazing in a field.", "gtcaption5": "Cows grazing in a field with rocks in the background."}, {"image_id": "000000337055", "caption": "a woman sitting on the ground with a train", "sgcaption": "a woman sitting on the ground with a suitcase", "gtcaption1": "a woman with a tattoo is sitting on the train tracks", "gtcaption2": "A womman sitting on railroad tracks with a suitcase beside her.", "gtcaption3": "A woman wearing a skirt shows off her tatttoos", "gtcaption4": "There is a woman sitting on the railroad tracks.", "gtcaption5": "A woman is sitting with a suitcase on some train tracks."}, {"image_id": "000000545129", "caption": "a group of zebras standing next to a zebra", "sgcaption": "a group of zebras are standing in a field", "gtcaption1": "A group of zebra standing next to each other on a dirt field.", "gtcaption2": "Three zebras huddling together in a very dry area", "gtcaption3": "Three zebras standing in a sandy desert area.", "gtcaption4": "Those zebras may have lost their parents and they could be nearby.", "gtcaption5": "two zebras standing close to a little one "}, {"image_id": "000000121031", "caption": "a group of men riding horses in the water", "sgcaption": "a group of men riding horses in the water", "gtcaption1": "A group of men traveling on horses in the water,", "gtcaption2": "Four men ride horses across a body of water. ", "gtcaption3": "Men are riding horses while going through the river.", "gtcaption4": "Several male horse riders crossing a river to shore.", "gtcaption5": "The shirtless men are riding horses through the lake. "}, {"image_id": "000000308430", "caption": "a bowl of food with noodles and vegetables on a table", "sgcaption": "a pan of food with vegetables on a stove", "gtcaption1": "Someone is cooking a vegtable stir fry for dinner", "gtcaption2": "a pan full of vegetables slice up small with a some seasoning on top", "gtcaption3": "Someone is cooking vegetarian stir fry in a skillet.", "gtcaption4": "A pan of stir fried vegetables being cooked. ", "gtcaption5": "A skillet on a stove with vegetables in it "}, {"image_id": "000000296284", "caption": "a cat is sitting on top of a display case", "sgcaption": "a cat is sitting in front of a machine", "gtcaption1": "A donut shop is full of different flavors of donuts.", "gtcaption2": "Fruit flavored donuts lined up in a glass fronted cabinet", "gtcaption3": "A rack with some doughnuts in a glass case.", "gtcaption4": "A display case in a bakery filled with donuts.", "gtcaption5": "An assortment of doughnuts are arranged in a display case."}, {"image_id": "000000127517", "caption": "a group of surfboards sitting on top of a beach", "sgcaption": "a group of surfboards sitting on the beach", "gtcaption1": "A row of surfboards sticking out of the sand sitting next to each other.", "gtcaption2": "a row of surf boards placed in the sand", "gtcaption3": "Several surfboards standing in a row on the beach ", "gtcaption4": "A row of surfboards leaned up against a wood rail in the sand.", "gtcaption5": "Many surfboards are propped against a rail on the beach."}, {"image_id": "000000311394", "caption": "a baby is holding a toothbrush in his hand", "sgcaption": "a baby is holding a toothbrush in his mouth", "gtcaption1": "A infant holding a baby toothbrush in his hand looking at it.", "gtcaption2": "A small baby is holding a white and blue toothbrush.", "gtcaption3": "A child holds a toothbrush in their hand.", "gtcaption4": "The baby is holding and looking at his tooth brush.", "gtcaption5": "A baby holds a toothbrush in its hand."}, {"image_id": "000000221291", "caption": "a young boy flying a kite in a field", "sgcaption": "a young boy flying a kite in a field", "gtcaption1": "Young boy posing in front of a flying kite in the park", "gtcaption2": "A little boy standing in the grass with a kite in the sky in the background.", "gtcaption3": "A young boy is posing in a large grassy area.", "gtcaption4": "A little boy standing in a field below a kite.", "gtcaption5": "A BOY IS OUT ON THE PARK FLYING A KITE"}, {"image_id": "000000471869", "caption": "a white teddy bear sitting on top of a table", "sgcaption": "a teddy bear sitting on top of a table", "gtcaption1": "A teddy bear sitting on a blue chair.", "gtcaption2": "a tan teddy bear wearing a bow tie sitting on a bed", "gtcaption3": "A beige teddy bear is sitting on a chair.", "gtcaption4": "A Teddy bear sits on a floral patterned chair.", "gtcaption5": "a tan colored teddy bear sits on a crochet covered chair."}, {"image_id": "000000008277", "caption": "a bowl of food with rice and vegetables on a table", "sgcaption": "a bowl of food with rice and a table", "gtcaption1": "The meal consists of chopped chicken with cheese and brocolli.", "gtcaption2": "A styrofoam plate with shredded chicken and a dish of broccoli with cheese sauce.", "gtcaption3": "a close up of a plate of food on a carpeted floor", "gtcaption4": "A plate of shredded chicken with a broccoli cheese sauce.", "gtcaption5": "A white plate topped wti chicken and a cup of guacamole."}, {"image_id": "000000348708", "caption": "a bowl of bananas on a plate with a table", "sgcaption": "a banana sitting on top of a white plate", "gtcaption1": "The banana is laying next to an almost empty bowl.", "gtcaption2": "a bowl of food next to a very close banana", "gtcaption3": "A banana and a nearly empty bowl of food resting on top of a table.", "gtcaption4": "A bowl with something in it with a banana next to it", "gtcaption5": "A bowl filled with leftover food sitting next to a banana."}, {"image_id": "000000051961", "caption": "a parking meter with graffiti on the side of it", "sgcaption": "a parking meter in front of a wall", "gtcaption1": "a wall with a bunch of graffiti on it", "gtcaption2": "A graffiti covered wall and parking meter are seen in this image.", "gtcaption3": "A parking meter has graffiti on it near a graffiti wall.", "gtcaption4": "A parking meter and wall that has graffiti on it.", "gtcaption5": "a coin meter that has paint all over it"}, {"image_id": "000000446522", "caption": "a black dog sitting on top of a chair", "sgcaption": "a dog sitting on a chair in a living room", "gtcaption1": "A dog sitting on a chair underneath a painting.", "gtcaption2": "A black and brown large dog sits on an upholstered chair.", "gtcaption3": "A dog is sitting on an armchair next to a fridge.", "gtcaption4": "A dog relaxes on an armchair in a living room.", "gtcaption5": "A black and brown dog sits curled in a flowered wing chair."}, {"image_id": "000000248980", "caption": "a plate of food with broccoli and a table", "sgcaption": "a plate of food with broccoli and a table", "gtcaption1": "A blue plate with a green salad on top of it.", "gtcaption2": "We are looking at a plate full of salad.", "gtcaption3": "A plate holds a large salad with broccoli.", "gtcaption4": "There is a platter with a salad on white linen.", "gtcaption5": "A plate of food sitting on a table, it appears to be a salad."}, {"image_id": "000000118367", "caption": "a person holding a hot dog on a bun", "sgcaption": "a person holding a hot dog in a bun", "gtcaption1": "Hot dog on a roll with cheese, onions, and herbs.", "gtcaption2": "A sandwich has cilantro, carrots, and other vegetables.", "gtcaption3": "A hotdog completely loaded with onions and leaves", "gtcaption4": "A hand holding a hot dog on a  bun in a  wrapper.", "gtcaption5": "The hotdog bun is filled with carrots and greens."}, {"image_id": "000000088269", "caption": "a bowl of soup on a plate with a sandwich", "sgcaption": "a sandwich and a bowl of soup on a plate", "gtcaption1": "A plate holding a grilled cheese sandwich and bowl of soup.", "gtcaption2": "A bowl of tomato soup is next to grilled cheese.", "gtcaption3": "a plate with a bowl of  tomato soup and two halves of a grilled cheese sandwich.", "gtcaption4": "A bowl of tomato soup and two pieces of grilled cheese.", "gtcaption5": "a bowl of tomato soup with two grilled cheese sandwiches on a plate "}, {"image_id": "000000193494", "caption": "a bedroom with a bed in a room with a table", "sgcaption": "a bedroom with a bed with a in a room", "gtcaption1": "A bed in a ten with a colorful ceiling.", "gtcaption2": "a black shirt on a hanger blue curtains a bed and pillow", "gtcaption3": "Child's bed and colorful quilt surrounded by blue plastic walls.", "gtcaption4": "A makeshift bedroom is decorated in plastic and cardboard.", "gtcaption5": "a bed surrounded with plastic for walls and ceiling "}, {"image_id": "000000217957", "caption": "a clock on the side of a building", "sgcaption": "a clock on the side of a building", "gtcaption1": "A clock is shown with gold detailing around it.", "gtcaption2": "Large ornamental gold and blue clock on the side of a building. ", "gtcaption3": "An beautifully designed clock tower with gold and blue. ", "gtcaption4": "An ornate clock on the side of a building next to a tree.", "gtcaption5": "An ornate clock on a building with tree branches."}, {"image_id": "000000415727", "caption": "a young boy is standing in front of a pair of scissors", "sgcaption": "a young boy is standing in front of a holding a cell phone", "gtcaption1": "A couple of men standing next to each other.", "gtcaption2": "A baseball player grabbing a bat, in a game.", "gtcaption3": "a boy reaching for a baseball bat in a dugout.", "gtcaption4": "Baseball players taking baseball bats from a wall.", "gtcaption5": "A boy with catchers gear on looking at some baseball bats."}, {"image_id": "000000488736", "caption": "a clock on the side of a building", "sgcaption": "a clock on the side of a building", "gtcaption1": "Large four sided clock hangs on the corner of the building.", "gtcaption2": "A clock suspended on the outside of a brown stone building.", "gtcaption3": "a building with a large clock on the outside.", "gtcaption4": "A clock attached to a brick building. ", "gtcaption5": "A clock fastened to a brick store front reads 10 after 10"}, {"image_id": "000000063602", "caption": "a laptop computer sitting on top of a desk", "sgcaption": "a laptop computer sitting on top of a desk", "gtcaption1": "A laptop computer sitting on top of a white desk.", "gtcaption2": "A black laptop at a desk with a printer.", "gtcaption3": "A laptop computer is displaying a screen with words.", "gtcaption4": "A laptop seems to have the infamous \"blue screen of death\" on the desk. ", "gtcaption5": "A computer sits on a desk by a printer."}, {"image_id": "000000550322", "caption": "a pair of scissors sitting on top of a table", "sgcaption": "a pair of scissors sitting on top of a table", "gtcaption1": "A metal cup filled with scissors and two ladels.", "gtcaption2": "Scissors and other utensils in a cup sitting on a desk. ", "gtcaption3": "Metal jar holding scissors, ladles, and tongs on a counter.", "gtcaption4": "A silver cup is holding scissors and tongs.", "gtcaption5": "A collection of kitchen utensils in a metal bowl."}, {"image_id": "000000213224", "caption": "a vase with flowers sitting on top of a table", "sgcaption": "a vase with flowers sitting on a table", "gtcaption1": "A vase filled with flowers next to a smaller vase filled with even more flowers.", "gtcaption2": "Two vases filled with flowers on a table.", "gtcaption3": "Two vases of fresh flowers sit on top of the table.", "gtcaption4": "a small vase and a large vase of flowers on a table", "gtcaption5": "A wooden table holding two vases of flowers."}, {"image_id": "000000557501", "caption": "a bathroom with two sinks and a mirror", "sgcaption": "a bathroom with two sinks and a wall", "gtcaption1": "A bathroom is very colorful with blue yellow and red.", "gtcaption2": "A colorful public restroom with striped walls and yellow counter.", "gtcaption3": "a bathroom with two sinks near towel and soap dispensers ", "gtcaption4": "A restroom with two sinks and a red colored stall.", "gtcaption5": "A colorful public restroom focused on the sinks."}, {"image_id": "000000144798", "caption": "a bathroom with a toilet and a sink", "sgcaption": "a bathroom with a toilet and a bath tub", "gtcaption1": "a close up of a toilet and a bath tub with toys", "gtcaption2": "A small bathroom, with a commode, and a bathtub with bath toys in and around it.", "gtcaption3": "A cup sits on the edge of a white tub in a bathroom.", "gtcaption4": "Bathroom tub with children's toys and books on floor and tub.", "gtcaption5": "A bathroom with toys and books for young children.  "}, {"image_id": "000000210032", "caption": "a couple of birds sitting on a plate with a sandwich", "sgcaption": "a bird sitting on a plate next to a sandwich", "gtcaption1": "Two birds preparing to eat food off of a plate that was left on a table outside by the ocean.", "gtcaption2": "A plate topped with bread, greens and pasta and a bird.", "gtcaption3": "there are two birds standing on the plate of food", "gtcaption4": "A bird attempting to bite a piece of sandwich bread.", "gtcaption5": "This is two birds pecking at the remnants of a burger at an outdoor restaurant."}, {"image_id": "000000038048", "caption": "a red fire hydrant on the side of a street", "sgcaption": "a red fire hydrant on the side of a street", "gtcaption1": "A red fire hydrant on a city sidewalk.", "gtcaption2": "A diminutive fire hydrant rising though a suburban sidewalk.", "gtcaption3": "A red fire hydrant embedded in a city sidewalk.", "gtcaption4": "The red and white fire hydrant is embedded in the street.", "gtcaption5": "A red fire hydrant is on the sidewalk next to a sign."}, {"image_id": "000000519764", "caption": "a cat sitting on top of a chair", "sgcaption": "a cat sitting on a chair", "gtcaption1": "Cat lethargically on comfy computer chair looking relaxed.", "gtcaption2": "A cat sitting on top of a black leather chair.", "gtcaption3": "a cat sitting in an office chair. ", "gtcaption4": "A cat that is laying down on a chair.", "gtcaption5": "The sat is sitting in the computer chair. "}, {"image_id": "000000087470", "caption": "a herd of cows walking down a road", "sgcaption": "a herd of cows walking down a road", "gtcaption1": "A bunch of cows walking on the side of the road", "gtcaption2": "a big heard of cows walking down a road in a row with green tags on their ears", "gtcaption3": "Many cows travel down the side of a street", "gtcaption4": "A herd of cattle walking down a country road.", "gtcaption5": "A herd of cattle walking down a road being followed by a cowboy."}, {"image_id": "000000318080", "caption": "two brown bears are standing in the water", "sgcaption": "two brown bears are playing in the water", "gtcaption1": "two different bears fight with each other behind a log", "gtcaption2": "Two bears in the water with their mouths open growling at each other.", "gtcaption3": "Two brown bears interacting in a rocky area.", "gtcaption4": "two bears playing together while swimming near a log.", "gtcaption5": "Two brown bears growling at each other while laying on a log."}, {"image_id": "000000361551", "caption": "a group of people standing in a airport with luggage", "sgcaption": "a group of people standing on an airport with luggage", "gtcaption1": "Some are standing outside a building with suitcases.", "gtcaption2": "A few people are getting of a plane.", "gtcaption3": "A group of people and luggage on a airport tarmac.", "gtcaption4": "Some people who are placing luggage on a runway.", "gtcaption5": "An airport and plane unloading passengers with luggage."}, {"image_id": "000000236784", "caption": "two dogs laying on a couch with a table", "sgcaption": "two dogs are laying on a couch", "gtcaption1": "two dogs laying down on a brown couch", "gtcaption2": "there are two large dogs sleeping on the couch", "gtcaption3": "a couple of dogs are laying on a coach", "gtcaption4": "Two black dogs on a couch sleeping peacefully.", "gtcaption5": "Two dogs are lying on the brown couch. "}, {"image_id": "000000361919", "caption": "a group of people skiing down a snow covered mountain", "sgcaption": "a group of people on skis in the snow", "gtcaption1": "A group of people skiing down the side of a snow covered mountain.", "gtcaption2": "Many skiers are walking and skiing around the snow.", "gtcaption3": "A group of people with skis at the bottom of a mountain slope.", "gtcaption4": "People are skiing on the snowy slopes in a designated area.", "gtcaption5": "A bunch of people skiing at a lodge right in the mountains."}, {"image_id": "000000374369", "caption": "a man standing on skis in the snow", "sgcaption": "a man standing on skis in the snow", "gtcaption1": "a person standing snow wearing a snow suit and skis", "gtcaption2": "The skier is on the flat   with front ski edges together and holding ski poles.", "gtcaption3": "A person in a black snow suit on a pair of skis in the snow. ", "gtcaption4": "A man dressed in black snow gear stands on skis in the snow.", "gtcaption5": "a person riding skis on a snowy surface "}, {"image_id": "000000123321", "caption": "a bowl of broccoli and broccoli on a table", "sgcaption": "a bowl of soup with broccoli and a table", "gtcaption1": "A bowl of broccoli with sauce over it.", "gtcaption2": "This is a broccoli carrot soup with a lot of broth.", "gtcaption3": "A bowl holds soup with broccoli and other vegetables. ", "gtcaption4": "The bowl of soup contains a large amount of broccoli.", "gtcaption5": "A bowl with broccoli and carrot soup on a table."}, {"image_id": "000000414385", "caption": "a man riding a skateboard on a car", "sgcaption": "a man riding a skateboard on a highway", "gtcaption1": "A man walking down a street next to a road filled with cars.", "gtcaption2": "Man riding a skate board towards the traffic on a two lane roadway.", "gtcaption3": "a road filled with cars in a desert", "gtcaption4": "View from inside of a car of cars on road and a man on the side of the road.", "gtcaption5": "A photo taken from a car looking at a skateboarder on the side of the road."}, {"image_id": "000000320664", "caption": "a hot dog on a plate with a fork on a table", "sgcaption": "a hot dogs and a on a plate with a table", "gtcaption1": "A hot dog is on a plate with macaroni and cheese.", "gtcaption2": "Fork, spoon and knife surround a plate of picnic food.", "gtcaption3": "A plate of some food on a table.", "gtcaption4": "a plate with a hot dog in a bun, macaroni and cheese and stuffing on it", "gtcaption5": "Traditional American comfort food arranged on a plate"}, {"image_id": "000000276434", "caption": "a woman cutting a cake with a table", "sgcaption": "a woman cutting a cake with strawberries on a table", "gtcaption1": "Bride and grooms arms cutting the wedding cake with fruit on top.", "gtcaption2": "A couple cuts into a wedding cake with grapes and oranges. ", "gtcaption3": "Two hands cut into a cake with fruit on top of it. ", "gtcaption4": "A bridge and groom cutting their wedding cake that has fruit on top.", "gtcaption5": "a person that is cutting a cake on a tasble"}, {"image_id": "000000546964", "caption": "a living room with a couch and a table", "sgcaption": "a living room with chairs and a table", "gtcaption1": "A room filled with furniture and very large rugs.", "gtcaption2": "Antique living room furniture on display, behind red velvet ropes.", "gtcaption3": "An elegant room with burgundy and floral furniture. ", "gtcaption4": "A tour group is guided through a museum.", "gtcaption5": "A sitting room with old furniture roped off to the public. "}, {"image_id": "000000579307", "caption": "a young boy is holding a kite on the beach", "sgcaption": "a young boy holding a kite on the beach", "gtcaption1": "Man and son standing on the beach side with a self assembled kite.", "gtcaption2": "A boy and a man playing with kites on the beach.", "gtcaption3": "The young boy is flying his kite on the beach by the water.", "gtcaption4": "A young boy who is holding a kite in his hands.", "gtcaption5": "A boy is on the beach holding a toy. "}, {"image_id": "000000054593", "caption": "a young boy swinging a baseball bat at a ball", "sgcaption": "a young boy swinging a baseball bat at a ball", "gtcaption1": "The action in an organized youth baseball game.", "gtcaption2": "a young kid with a baseball bat gets ready for the pitch", "gtcaption3": "some baseball players are playing baseball on a field", "gtcaption4": "A young man holding a bat on top of a baseball field.", "gtcaption5": "a kid is swinging a baseball bat at a game"}, {"image_id": "000000116208", "caption": "a pizza sitting on top of a table with a table", "sgcaption": "a pizza sitting on top of a table", "gtcaption1": "A very large pizza covered in cheese and toppings.", "gtcaption2": "pizza on a serving tray with empty plates next to it", "gtcaption3": "A large pizza is shown on a table, with bottles and glasses of wine.", "gtcaption4": "A pizza that is sitting on a platter.", "gtcaption5": "Large baked pizza served on stand at table with beverages."}, {"image_id": "000000410880", "caption": "a teddy bear sitting on top of a window", "sgcaption": "a teddy bear sitting in front of a window", "gtcaption1": "A large and over-sized stuffed teddy bear sitting in a chair.", "gtcaption2": "A stuffed bear is sitting outside an eatery.", "gtcaption3": "A very large teddy bear that is sitting in a chair. ", "gtcaption4": "A bear that is sitting in front of a door.", "gtcaption5": "Large stuffed bear sitting outside of a building."}, {"image_id": "000000349184", "caption": "a woman sitting on a bench in a street", "sgcaption": "a woman sitting on a bench in a park", "gtcaption1": "A woman sitting on top of a wooden bench near a park.", "gtcaption2": "A person sits on a wooden bench facing blooming trees.", "gtcaption3": "A woman sitting on a wooden bench viewing some beautiful trees.", "gtcaption4": "Adult sitting on wooden park bench in large open space.", "gtcaption5": "A woman sits on a bench watching the park."}, {"image_id": "000000210273", "caption": "a group of cars on a highway with a bus", "sgcaption": "a group of cars on a city street with a bus", "gtcaption1": "Buses and cars on interstate going both ways. ", "gtcaption2": "A highway filled with lots of traffic and buses.", "gtcaption3": "A lot of cars are causing a traffic jam.", "gtcaption4": "a bunch of vehicles are coming down the road", "gtcaption5": "A highway of traffic with several transit buses riding down it."}, {"image_id": "000000052017", "caption": "a yellow plane is flying in the sky", "sgcaption": "a yellow plane is flying in the sky", "gtcaption1": "A yellow and blue plant flying in a gray sky.", "gtcaption2": "A small airplane is flying in the sky.", "gtcaption3": "A brightly colored single engine plane is high in the clear sky.", "gtcaption4": "I am unable to see an image above.", "gtcaption5": "An old yellow plane is flying in the sky."}, {"image_id": "000000535578", "caption": "a herd of sheep grazing in a field", "sgcaption": "a herd of sheep grazing in a field", "gtcaption1": "A group of sheep grazing in a grassy valley.", "gtcaption2": "Sheep graze in a lushly green mountain meadow", "gtcaption3": "A flock of sheep walking along a grassy hillside grazing.", "gtcaption4": "A flock of sheep are grazing on a grassy slope.", "gtcaption5": "A group of sheep grazing in a grassy field."}, {"image_id": "000000360960", "caption": "a person walking down a street with an umbrella", "sgcaption": "a person walking down a street with an umbrella", "gtcaption1": "Several people walking on a sidewalk, with one man holding an umbrella.", "gtcaption2": "A person walking while carrying a rainbow umbrella", "gtcaption3": "A person is holding up a large colorful umbrella", "gtcaption4": "a person walking down the street carrying a rainbow colored umbrella", "gtcaption5": "A person walking in a square carrying a rainbow colored umbrella."}, {"image_id": "000000023034", "caption": "a man riding a horse in the woods", "sgcaption": "a man riding a horse down a forest", "gtcaption1": "A man riding on the back of a brown horse.", "gtcaption2": "A man smiles watching a rider approach with two horses.", "gtcaption3": "a man smiles as some horses pass by him", "gtcaption4": "two people riding horses on a rock path", "gtcaption5": "a man standing on rocks near a man riding horses on a trail in the woods"}, {"image_id": "000000078959", "caption": "a bunch of bananas hanging from a tree", "sgcaption": "a bunch of bananas hanging from a tree", "gtcaption1": "A strange plant hanging off a banana tree.", "gtcaption2": "A green fruit tree yields fruit not yet ready for harvest.", "gtcaption3": "A drooping pink and white flower with green leaves.", "gtcaption4": "The green plant has a bloom hanging upside down. ", "gtcaption5": "a bunch of bananas are hanging from the banana tree"}, {"image_id": "000000535306", "caption": "a man doing a trick on a skateboard on a ramp", "sgcaption": "a man riding a skateboard on a ramp", "gtcaption1": "A man is doing skateboard tricks on a ramp", "gtcaption2": "A man riding a skateboard up the side of a ramp.", "gtcaption3": "A skateboarder balances on the top of a ramp.", "gtcaption4": "A person with a skate board going getting ready to go down a ramp.", "gtcaption5": "A boy stands at the top of a jump with his skateboard."}, {"image_id": "000000093353", "caption": "a person holding a sandwich in their hand", "sgcaption": "a person holding a sandwich with a hand", "gtcaption1": "A piece of bread with a hot dog in the middle is shown.", "gtcaption2": "Two hot dogs are sandwiched between two slices of bread", "gtcaption3": "Someone holding a hot dog cut in half on some bread.", "gtcaption4": "A close up of a sliced hot dogs placed in a sandwich.", "gtcaption5": "A partial sliced open piece of bread with some hotdogs in the middle"}, {"image_id": "000000283113", "caption": "two hot dogs on a plate with a table", "sgcaption": "two hot dogs on a plate with a table", "gtcaption1": "A couple of hot dogs on a paper plate.", "gtcaption2": "A hot dog is smothered with bacon, onions, and mustard.", "gtcaption3": "The two hot dogs on the plate are ready to be eaten. ", "gtcaption4": "A hot dog in a bun is topped with mustard.", "gtcaption5": "A plate of hot dog on a table with a glass"}, {"image_id": "000000045550", "caption": "a man sitting at a table eating a plate of food", "sgcaption": "a man holding a slice of pizza on a plate", "gtcaption1": "a close up of a person holding up a plate of food", "gtcaption2": "A man with beard holding up a plate of food.", "gtcaption3": "Bearded man shows off his grilled cheese sandwiches.", "gtcaption4": "A man taking a selfie eating something fried", "gtcaption5": "A person in a restaurant holding a plate of food."}, {"image_id": "000000235836", "caption": "a young boy swinging a baseball bat at a ball", "sgcaption": "a young boy swinging a baseball bat at a ball", "gtcaption1": "A boy playing baseball about to hit a ball.", "gtcaption2": "A very small cute boy playing with a bat.", "gtcaption3": "A toddler hitting the ball with a baseball bat in his backyard.", "gtcaption4": "A young kid hitting a baseball with a bat close to some chairs", "gtcaption5": "A child playing with a plastic bat and ball in a yard next to a garage. "}, {"image_id": "000000290843", "caption": "a cat sitting on top of a laptop computer", "sgcaption": "a cat sitting on top of a laptop computer", "gtcaption1": "A woman sitting on a laptop computer next to a cat.", "gtcaption2": "A cat watches as its owner uses the laptop.", "gtcaption3": "A cat is sitting on the bed near a person using a laptop.", "gtcaption4": "A person sitting on bed behind an open laptop computer and a cat sitting beside and looking at the laptop screen area.", "gtcaption5": "Cat staring at laptop screen as owner is online."}, {"image_id": "000000042070", "caption": "a bus is parked on the side of the street", "sgcaption": "a bus is parked on the side of the street", "gtcaption1": "A very big city bus on a big street.", "gtcaption2": "A large bus on the side of a street.", "gtcaption3": "Blue, white, and green passenger bus parked at a stop. ", "gtcaption4": "a city bus parked on the side of the road", "gtcaption5": "A white bus driving down a street next to a building."}, {"image_id": "000000122606", "caption": "a bus is parked on the side of the street", "sgcaption": "a white bus is parked on the side of the street", "gtcaption1": "A bus going to crosstown parked on side of road.", "gtcaption2": "A bus that is on the side of the road.", "gtcaption3": "A front shot of a Crosstown bus is parked on the side of the road. ", "gtcaption4": "A bus parked to the side of an empty road.", "gtcaption5": "A white bus with bicycle rack parked on the side of a street."}, {"image_id": "000000476215", "caption": "a couple of horses standing next to a horse", "sgcaption": "a black and white photo of two horses standing next to a horse", "gtcaption1": "A man standing behind two brown horses on a dirt field.", "gtcaption2": "A man holding horse reins connected to 2 horses on a dirt field.", "gtcaption3": "A man is using two horses to plow his land.", "gtcaption4": "A black and white photo of a farmer standing next to horses.", "gtcaption5": "Man using two very large horses to plow a field"}, {"image_id": "000000447314", "caption": "a woman flying a kite in a field", "sgcaption": "a woman is flying a kite in a field", "gtcaption1": "A woman flies a kite near a young child.", "gtcaption2": "A mother and child fly a kite in a grassy field, with a tower in the background.", "gtcaption3": "The people fly a kite by the tall stone building.", "gtcaption4": "A lady and a little girl flying a kite on a grassy field.", "gtcaption5": "A woman and girl flying a kite near a large castle."}, {"image_id": "000000517687", "caption": "two cell phones sitting on top of a wooden table", "sgcaption": "two cell phones sitting on top of a wooden table", "gtcaption1": "a close up of two cell phones near one another ", "gtcaption2": "Two mobile devices are lying on a table.", "gtcaption3": "Two cell phones of differing quality are set side by side on a table.", "gtcaption4": "two cellphones are sitting side by side on the table.", "gtcaption5": "Two cell phones are sitting next to each other on a table."}, {"image_id": "000000399205", "caption": "a group of men standing next to a cell phone", "sgcaption": "a group of men standing next to a cell phone", "gtcaption1": "A group of men standing around a sidewalk together.", "gtcaption2": "men staning in the street and holding cell phones", "gtcaption3": "All of these men are using their cell phones.", "gtcaption4": "A group of people on a sidewalk with their mobile phones.", "gtcaption5": "Men are standing on the street behind a barrier, using their cell phones."}, {"image_id": "000000334399", "caption": "a man is standing in front of a clock", "sgcaption": "a man standing next to a table with a clock", "gtcaption1": "A man standing in front of a clock.", "gtcaption2": "A man stands with his arms crossed as he looks at a clock.", "gtcaption3": "A man gazes at an intricately designed clock with roman numerals.", "gtcaption4": "A man looking over an open mechanical clock.", "gtcaption5": "A clock that is standing on a table."}, {"image_id": "000000571804", "caption": "a group of bowls and a sink in a bathroom", "sgcaption": "a bathroom with bowls of bowls on a toilet", "gtcaption1": "Ten porcelain pieces with floral patterns painted on them.", "gtcaption2": "A collection of sinks, and basins are on display.", "gtcaption3": "fine china stays on display, not to be touched ", "gtcaption4": "A porcelain tea and bathroom set is on display.", "gtcaption5": "A collection of soap dishes, bowls, and small trinkets. "}, {"image_id": "000000140658", "caption": "a building with a clock tower on top of it", "sgcaption": "a building with a clock tower with a on it", "gtcaption1": "A brick building with a tall clock tower beside it.", "gtcaption2": "The exterior of a building with a clock.", "gtcaption3": "A clock on the very top of a building.", "gtcaption4": "A brick structure with a clock tower in the background.", "gtcaption5": "A clock tower on top of a church with a weather vein."}, {"image_id": "000000230008", "caption": "a police officer riding a motorcycle on a street", "sgcaption": "a police officer riding a motorcycle on a street", "gtcaption1": "a traffic motorcycle cop waits to give a ticket", "gtcaption2": "A police officer on a motorcycle sitting at the corner. ", "gtcaption3": "A police officer is outside on his bike.", "gtcaption4": "Police officer laying a speed trap for the purpose of writing a ticket.", "gtcaption5": "A police man on a motorcycle is idle in front of a bush."}, {"image_id": "000000452122", "caption": "an airplane is flying in the sky", "sgcaption": "a large airplane is flying in the sky", "gtcaption1": "An airplane flying in the air during the day.", "gtcaption2": "A large aircraft is shown in the air.", "gtcaption3": "The large jumbo jet has it's landing gear lowered.", "gtcaption4": "A large white airplane flies in the gray sky.", "gtcaption5": "An airplane in route with a cloudy sky behind it."}, {"image_id": "000000578093", "caption": "a train is sitting at a train station", "sgcaption": "a train is on the tracks at a train station", "gtcaption1": "a white yellow and blue train at an empty train station", "gtcaption2": "A train is moving through a train station.", "gtcaption3": "A train is shown on the inside of a station.", "gtcaption4": "a large train is sitting inside a train station", "gtcaption5": "A train is scene in the station with no people around."}, {"image_id": "000000215245", "caption": "a herd of zebras are standing in a field", "sgcaption": "a herd of zebras are standing in a field", "gtcaption1": "A group of zebra's playing and grazing in a field.", "gtcaption2": "A grassy field with various zebras standing next to each other.", "gtcaption3": "A large group of zebra standing in the grass.", "gtcaption4": "A large group of zebras graze in the grasslands of africa", "gtcaption5": "a bunch of zebras out in a grassy field"}, {"image_id": "000000405249", "caption": "a group of children sitting at a table with a birthday cake", "sgcaption": "a group of children sitting around a table with a birthday cake", "gtcaption1": "a child blows out the candles on a birthday cake.", "gtcaption2": "A group of kids at a table with a cake.", "gtcaption3": "A group of young children sitting around a chocolate cake.", "gtcaption4": "Several children are around a table at a birthday party.", "gtcaption5": "Many people around a chocolate birthday cake with candles."}, {"image_id": "000000184384", "caption": "a plate of food on a table with a table", "sgcaption": "a plate of food with a on a table", "gtcaption1": "A bluebery cake is on a plate and is topped with butter.", "gtcaption2": "A piece of cake with butter on it sits next to an orange slice. ", "gtcaption3": "A large piece of blueberry cake on a plate.", "gtcaption4": "A plate of food attractively arranged on a table.", "gtcaption5": "A plate of blueberry coffee cake with butter and an orange slice on a table with breakfast foods."}, {"image_id": "000000357978", "caption": "a group of people standing in a living room", "sgcaption": "a man and a woman standing in a room", "gtcaption1": "The blonde woman in the red checked shirt is learning to use Wii Fit.", "gtcaption2": "A woman attending an exposition about the future.", "gtcaption3": "A woman standing next to another woman in a building.", "gtcaption4": "Woman with checkered shirt trying Wii Fit at Expo.", "gtcaption5": "a couple of women stand in a video game booth "}, {"image_id": "000000214224", "caption": "a blender and a table with bottles of food on a table", "sgcaption": "a counter with bottles of beer on it", "gtcaption1": "a home bar with different drink ingredients under a large decorative sign saying, \"PUB\".", "gtcaption2": "A sign with the word pub sits on a wall and underneath it on a table is a blender and three bottles of variety of alcohol and some flavoring.", "gtcaption3": " A blender sitting next to bottles of booze under a sign that reads PUB.", "gtcaption4": "A pub sign for a small home bar has a crooked letter.", "gtcaption5": "A sign with the word \"Pub\" hangs above several liquor bottles."}, {"image_id": "000000369771", "caption": "a couple of containers of food with rice and vegetables", "sgcaption": "a plastic containers of food and a on a table", "gtcaption1": "Arrows show what to do with the bowls of food.", "gtcaption2": "A close up food in plastic containers with a blue plastic fork.", "gtcaption3": "Two plastic containers sitting on top of a wooden table.", "gtcaption4": "Two dishes of food and several blue arrows.", "gtcaption5": "THERE IS SOME SORT OF VEGETABLES IN A BOWL "}, {"image_id": "000000452084", "caption": "a spoon sitting on top of a wooden table", "sgcaption": "a bowl of food with a fork on a table", "gtcaption1": "A lunch bowl with bread, sausage, tomato, and egg. ", "gtcaption2": "A container with a sausage, egg, and tomato slices and another container with bread.", "gtcaption3": "a couple of bowls with some food in it and a fork", "gtcaption4": "There are slices of tomatoes on top of an omelet with a sausage.", "gtcaption5": "A box contains a breakfast with an omelet, tomato slices, a sausage, and some toast."}, {"image_id": "000000017178", "caption": "a group of horses walking down a road", "sgcaption": "a group of horses walking down a road", "gtcaption1": "Horses communing with each other on a shady street.", "gtcaption2": "A few horses stand on the street next to a silver car.", "gtcaption3": "a couple of horses standing in front of a car ", "gtcaption4": "A silver sports car is parked beside horse droppings left by a group of horses.", "gtcaption5": "horses stand around on a neighborhood street in front of a car"}, {"image_id": "000000313182", "caption": "a bus is parked on the side of a street", "sgcaption": "a bus is parked on the side of the street", "gtcaption1": "A purple and white bus driving down a street.", "gtcaption2": "A purple and white city bus pulling up to the curb", "gtcaption3": "A purple and white bus in a parking lot.", "gtcaption4": "A purple bus with a person on the side driving around a curb.", "gtcaption5": "A bus sits diagonal from the curb next to a building and people."}, {"image_id": "000000106048", "caption": "a white bus parked in front of a building", "sgcaption": "a white bus parked in front of a building", "gtcaption1": "A white bus driving past a tall building.", "gtcaption2": "a black and white bus some bushes and building", "gtcaption3": "A white decorated bus is next to a building.", "gtcaption4": "a large white bus that is by a building", "gtcaption5": "A large bus parked in a parking lot "}, {"image_id": "000000147725", "caption": "a bus is driving down a city street", "sgcaption": "a bus is driving down a city street", "gtcaption1": "a public transit bus on a city street ", "gtcaption2": "A large bus and car on a street.", "gtcaption3": "A metro bus driving down a fairly busy city street.", "gtcaption4": "there is a bus coming up the street next to a car", "gtcaption5": "A bus driving down a street next to a SUV."}, {"image_id": "000000073702", "caption": "a couple of men standing in front of a bus with an umbrella", "sgcaption": "two men walking down a street with an umbrella", "gtcaption1": "A man with an umbrella hat stands next to another man.", "gtcaption2": "A couple of guys standingoutside in the sun talking to each other.", "gtcaption3": "A couple of men standing next to each other on a  tennis court.", "gtcaption4": "Man holding a bag and a half in the shape of an umbrella. ", "gtcaption5": "Two people standing holding bags and wearing hats."}, {"image_id": "000000086483", "caption": "a street sign on the side of a building", "sgcaption": "a street sign in front of a building", "gtcaption1": "There is a sign in front of a brick house.", "gtcaption2": "a black white and red sign grass and a building", "gtcaption3": "A sign that says \"Abbey Road NW8 City of Westminster\".", "gtcaption4": "A road sign outside of a building in a city.", "gtcaption5": "a sign for abbey road in the city of Westminster "}, {"image_id": "000000133567", "caption": "a man is standing next to a train", "sgcaption": "a man standing next to a train on the tracks", "gtcaption1": "A person looking at a train going by.", "gtcaption2": "A train is passing by while an onlooker is standing next to track.", "gtcaption3": "A man standing in front of the Amtrak train.", "gtcaption4": "An Amtrack train is on the railroad tracks.", "gtcaption5": "A train on train tracks with a person in the foreground."}, {"image_id": "000000332318", "caption": "a herd of cows grazing in a field with mountains", "sgcaption": "a herd of cows grazing in a field with a mountain", "gtcaption1": "Cows lounge in a field with a mountain backdrop.", "gtcaption2": "A VERY BIG MOUNTAIN AND ANIMALS SPREAD ACROSS A FARM.", "gtcaption3": "Several herd animals are on the grass by a mountain.", "gtcaption4": "Cattle on a level pasture in a mountainous area.", "gtcaption5": "A bunch of cattle relax in a pasture located in the mountains"}, {"image_id": "000000540280", "caption": "a umbrella sitting on top of a table", "sgcaption": "a umbrella is sitting on top of a pole", "gtcaption1": "Photography equipment and a light sitting in a room.", "gtcaption2": "A large umbrella set up with a black light.", "gtcaption3": "A light that is sitting underneath a umbrella.", "gtcaption4": "It is a lighting rig setup by a photographer ", "gtcaption5": "A digital camera beside an umbrella type photography lighting equipment"}, {"image_id": "000000032901", "caption": "a group of men standing next to each other", "sgcaption": "a group of men standing next to each other", "gtcaption1": "four men are posing for a picture at an event", "gtcaption2": "Four men are standing together behind a group of red chairs.", "gtcaption3": "A group of older man standing next to each other.", "gtcaption4": "Four gentleman posing for a picture at a cocktail party.", "gtcaption5": "A group of four older men posing for a photo."}, {"image_id": "000000162415", "caption": "a little girl is holding a baseball glove", "sgcaption": "a little girl wearing a baseball glove and a ball", "gtcaption1": "A girl smiles while holding a baseball glove.", "gtcaption2": "a little girl wearing a base ball glove", "gtcaption3": "A girl who is wearing a baseball glove.", "gtcaption4": "A YOUNG GIRL PRACTICING BALL IS HOLDING HER MIT", "gtcaption5": "The girl with the baseball mitt is smiling. "}, {"image_id": "000000512776", "caption": "a baseball player throwing a ball on a field", "sgcaption": "a baseball player is a ball on a field", "gtcaption1": "a person standing next to a person getting ready to catch a ball", "gtcaption2": "A catcher with a catcher's mitt on squatting behind a baseball player.", "gtcaption3": "The home plate with the back catcher and someone ready to bat.", "gtcaption4": "A catcher crouched behind a baseball player at bat.", "gtcaption5": "A man standing next to a base on a baseball field."}, {"image_id": "000000176799", "caption": "a man doing a trick on a skateboard in the air", "sgcaption": "a man doing a trick on a skateboard in the air", "gtcaption1": "A couple of people skateboarding in a graffiti filled area.", "gtcaption2": "a kid on a skate board does a trick off a roof", "gtcaption3": "A person is riding a ramp on a skateboard.", "gtcaption4": " A skateboarder mid-air above a building covered in graffiti.", "gtcaption5": "A town square that has a skateboarding ramp that a boy is using."}, {"image_id": "000000361147", "caption": "a man holding a tennis racket on a court", "sgcaption": "a man holding a tennis racket on a tennis court", "gtcaption1": "A tennis player shows controlled excitement while a crowd watches.", "gtcaption2": "A man in a tennis match holding his racket.", "gtcaption3": "a tennis player on a court with a racket", "gtcaption4": "The tennis player looks solemn holding his racket.", "gtcaption5": "A tennis player is standing on a tennis court with a racquet in his hand."}, {"image_id": "000000163611", "caption": "a pizza sitting on a plate with a fork", "sgcaption": "a pizza on a plate with a fork", "gtcaption1": "A pizza sits on a plate with one piece taken out of it.", "gtcaption2": "A large pizza on a plate with forks", "gtcaption3": "A pizza sitting on top of a metal pan on a table.", "gtcaption4": "A picnic table with pizza on two trays ", "gtcaption5": "A fork being held over a very cheesy pizza that's missing a slice. "}, {"image_id": "000000010707", "caption": "a group of men playing a video game in a living room", "sgcaption": "a group of men playing a video game in a living room", "gtcaption1": "A man standing in a living room holding a Nintendo Wii game controller.", "gtcaption2": "Three people with cups on the couch and one with remote standing", "gtcaption3": "A man holding a motion controlled video game controller", "gtcaption4": "Man with video game controller in living room with onlooker seated nearby.", "gtcaption5": "A man playing a video game while two men sit on a couch. "}, {"image_id": "000000343706", "caption": "a person is holding a donut with a table", "sgcaption": "a person holding a cell phone in their hand", "gtcaption1": "A woman holding her cell phone tucked in a wool cover.", "gtcaption2": "A cell phone fits snugly in a crocheted phone case.", "gtcaption3": "A woman has crocheted case for her iPhone. ", "gtcaption4": "A woman's hand holding a crocheted iPhone cover.", "gtcaption5": "It is winter, and this young woman wearing her cold weaterh coat also has her Smartphone in a handknitted sleeve."}, {"image_id": "000000199395", "caption": "a group of people flying a kite on the beach", "sgcaption": "a group of people flying a kite on the beach", "gtcaption1": "a man is flying a kite at on the shore at the beach", "gtcaption2": "There is a person flying a kite on the beach.", "gtcaption3": "A man flying a colorful kite over a sandy beach.", "gtcaption4": "People on the beach watching the parasailing in the water", "gtcaption5": "a beach with a woman sitting in the sand guiding a kite "}, {"image_id": "000000346638", "caption": "a bottle of beer sitting next to a computer monitor", "sgcaption": "a bottle of beer and a computer sitting on a desk", "gtcaption1": "A bottle of beer sits next to the keyboard and mouse at the computer table.", "gtcaption2": "A bottle of beer sits next to a computer at a desk", "gtcaption3": "A computer on a desk with a bottle of beer next to it", "gtcaption4": "A blue moon beer is sitting on a desk along with a computer monitor, keyboard, mouse, computer, and speaker.", "gtcaption5": "A beer is sitting next to a computer."}, {"image_id": "000000564091", "caption": "a woman sitting at a table talking on a cell phone", "sgcaption": "a woman sitting at a table talking on a cell phone", "gtcaption1": "A woman is sitting at her jewelry display and talking on the phone.", "gtcaption2": "A woman talks on the phone in front of a jewelry display", "gtcaption3": "a woman selling jewelry laid on a blanket on the sidewalk", "gtcaption4": "woman talking on cell phone while doing arts and crafts.", "gtcaption5": "A woman sitting next to a display on the ground of jewelry is talking on the phone."}, {"image_id": "000000549136", "caption": "a group of birds sitting on top of a tree", "sgcaption": "a teddy bear sitting on top of a tree", "gtcaption1": "A barbed wire fence has a teddy bear in it.", "gtcaption2": "A chain link fence is overgrown with vines.", "gtcaption3": "A stuffed animal sits atop a barbed wire fence.", "gtcaption4": "A teddy bear is sitting on the rail of a wire fence.", "gtcaption5": "A teddy bear sitting in a very unusual spot high up"}, {"image_id": "000000110884", "caption": "a bathroom with a sink and a mirror", "sgcaption": "a bathroom with a sink and a mirror", "gtcaption1": "A white sink sitting next to a toilet.", "gtcaption2": "a room with a sink and a toilet in it", "gtcaption3": "a bathroom with a sink and a bath tub", "gtcaption4": "A small cramped bathroom slightly cluttered with dingy walls.", "gtcaption5": "A green tinted bathroom consisting of a toilet and sink"}, {"image_id": "000000523175", "caption": "a bowl of soup with a spoon on a table", "sgcaption": "a bowl of soup with a spoon on a table", "gtcaption1": "A bowl that has soup and a spoon in it.", "gtcaption2": "a big bowl with some food inside of it ", "gtcaption3": "A spoon resting in a bowl of vegetable soup. ", "gtcaption4": "A spoon resting on the edge of a bowl of soup.", "gtcaption5": "A bowl of vegetable and rice soup with a spoon in it."}, {"image_id": "000000508917", "caption": "a train is sitting at a train station", "sgcaption": "a train is on the at a train station", "gtcaption1": "A train in its full span gives the illusion of a neverending adventure.", "gtcaption2": "Many people are gathered on the platforms of a train station.", "gtcaption3": "a train sitting on the tracks at a station", "gtcaption4": "The passenger train is pulling has arrived at the station.", "gtcaption5": "a train on a track pulling into a station "}, {"image_id": "000000201148", "caption": "a train is sitting on the tracks", "sgcaption": "a train is sitting on the tracks", "gtcaption1": "A train traveling down tracks next to a  brick building.", "gtcaption2": "A train approaching a railroad crossing during the day.", "gtcaption3": "A train track junction with a train on one of the tracks.", "gtcaption4": "A train is approaching a train signal in an area with several tracks.", "gtcaption5": "A train drives down rail road tracks next to a brick building."}, {"image_id": "000000220858", "caption": "a boat sitting on top of a beach", "sgcaption": "a boat is sitting on top of a beach", "gtcaption1": "A rowboat with paddles and no passengers is on the beach.", "gtcaption2": "a white red and gray boat some people a bird and some water", "gtcaption3": "A small white boat floating on the shore of a lake.", "gtcaption4": "A boat is on the beach while two men dig in the sand in the distance.", "gtcaption5": "Row boat at the beach's edge ready to go."}, {"image_id": "000000415748", "caption": "a man riding on the back of an elephant", "sgcaption": "a man riding on top of an elephant", "gtcaption1": "A man riding on the back of an elephant through a city street.", "gtcaption2": "Man riding on the back of a painted elephant. ", "gtcaption3": "A man in colorful clothing riding a painted elephant.", "gtcaption4": "a man in a white shirt is riding an elephant and some buildings", "gtcaption5": "An old decorated elephant and its colorful rider"}, {"image_id": "000000553990", "caption": "a woman riding on the back of a horse", "sgcaption": "a woman riding a horse jumping over a obstacle", "gtcaption1": "A young person ridding a horse jumps a gate in a competition.", "gtcaption2": "A man riding on a horse as it jumps over a pole. ", "gtcaption3": "A woman is riding a horse as it jumps over a bar.", "gtcaption4": "there is a woman jockey riding a hose over the hurdle", "gtcaption5": "A woman riding a horse jumps over an obstacle."}, {"image_id": "000000097924", "caption": "a man is standing in front of a truck", "sgcaption": "a man is standing next to a truck", "gtcaption1": "Three people are loading a horse into a horse trailer.", "gtcaption2": "This is a horse being put into a trailer.", "gtcaption3": "Three people try to guide a horse into a trailer. ", "gtcaption4": "Three men are pushing a horse onto the back of a horse trailer.", "gtcaption5": "Four people trying to get a black horse into the back of a blue and white truck."}, {"image_id": "000000576566", "caption": "a man doing a trick on a skateboard in the air", "sgcaption": "a man doing a trick on a skateboard in the air", "gtcaption1": "A person on a skateboard does an air trick.", "gtcaption2": "A somewhat blurry image of a young man in the air on his skateboard. ", "gtcaption3": "A man in red shirt doing a trick on skateboard.", "gtcaption4": "A man flying through the air on top of a skateboard.", "gtcaption5": "A person jumping up in the air on a skateboard."}, {"image_id": "000000092177", "caption": "a birthday cake with a on top of a table", "sgcaption": "a blue cake with a on top of a plate", "gtcaption1": "Advertising photograph of a surf-themed birthday cake from a bakery", "gtcaption2": "A birthday cake with a island design and theme.", "gtcaption3": "a birthday cake decorated to look like an island with surfboards", "gtcaption4": "The birthday cake has dark and light blue frosting.", "gtcaption5": "A blue cake features a small island on top and sharks swimming on the bottom of the cake."}, {"image_id": "000000001425", "caption": "a piece of cake on a plate with a table", "sgcaption": "a sandwich on a white plate with a table", "gtcaption1": "A meal is lying on a plate on a table.", "gtcaption2": "part of a sandwich sitting on a table", "gtcaption3": "A plate with a burger that is halfway eaten. ", "gtcaption4": "A half eaten meal sitting on a plate.", "gtcaption5": "A sandwich with a bite taken on a plate."}, {"image_id": "000000235778", "caption": "a group of people holding kites in the street", "sgcaption": "a group of people flying kites in a room", "gtcaption1": "A little kid that is playing with stuff.", "gtcaption2": "a person hanging paper kites to a wire", "gtcaption3": "a teenager hanging paper tassels from a long string", "gtcaption4": "A young boy tying paper kites to a string stretched across a room.", "gtcaption5": "A boy hangs up paper kites on a string. "}, {"image_id": "000000159112", "caption": "a pizza with cheese on top of a table", "sgcaption": "a close up of a pizza with cheese", "gtcaption1": "A pizza covered with various toppings and some fruit wedges.", "gtcaption2": "a pizza with many toppings and lemon slices", "gtcaption3": "a close up of a pizza with several toppings ", "gtcaption4": "A pizza topped with cheese, vegetables and lemon wedges.", "gtcaption5": "Two lemon slices garnish a food topping of tomatoes and diced meat mixed with a white sauce and spread over crusty bread.  "}, {"image_id": "000000168337", "caption": "a woman standing in front of a red fire hydrant", "sgcaption": "a woman standing next to a red fire hydrant", "gtcaption1": "Two people outside of a stone building near a red fire hydrant.", "gtcaption2": "There are two people standing on the side of a street.", "gtcaption3": "a woman is pulling luggage on to a sidewalk near a fire hydrant", "gtcaption4": "Man and woman with luggage near a doorway on a city street.", "gtcaption5": "a city scene of a sidewalk with a red fire hydrant on a sidewalk next to an ATM"}, {"image_id": "000000117914", "caption": "a bathroom with a toilet and a sink", "sgcaption": "a bathroom with a toilet and a sink", "gtcaption1": "A toilet and towel rack are in a bathroom.", "gtcaption2": "A bathroom with a toilet, window and tub in it.", "gtcaption3": "The interior layout of an average clean bathroom.", "gtcaption4": "A white toilet sitting in a bathroom next to a sink.", "gtcaption5": "A restroom with a toilet, sink and window"}, {"image_id": "000000554291", "caption": "a woman sitting at a desk with a blue toothbrush", "sgcaption": "a cat is sitting on a table with a", "gtcaption1": "A small kitten standing in a  blue hat on top of a table.", "gtcaption2": "a cat sitting inside of a plastic bucket", "gtcaption3": "A cat's image is blurred as he tumbles in a bowl near a food scale and pen and paper on a table.", "gtcaption4": "A kitty cat jumping out of a blue bowl ", "gtcaption5": "A kitten climbing out of a blue bowl."}, {"image_id": "000000344909", "caption": "a red fire hydrant on the side of a street", "sgcaption": "a red fire hydrant on the side of a street", "gtcaption1": "A red and gold painted fire hydrant on the street", "gtcaption2": "a fire hydrant on the side of the road", "gtcaption3": "A multicolored fire hydrant that is on the sidewalk.", "gtcaption4": "A fire hydrant on the side of a street.", "gtcaption5": "A fire hydrant is standing on the sidewalk with two spouts."}, {"image_id": "000000277051", "caption": "two birds sitting on top of a table", "sgcaption": "two birds sitting on top of a table", "gtcaption1": "two little sparrows standing on a table by a knife", "gtcaption2": "two gray white and brown birds a knife and a red table", "gtcaption3": "A couple of small birds standing on top of a table.", "gtcaption4": "Two sparrows sit n a table with a red tablecloth at an outdoor cafe. ", "gtcaption5": "Two birds perched on a table near a plate of food."}, {"image_id": "000000327605", "caption": "a woman standing on skis in the snow", "sgcaption": "a woman standing on skis in the snow", "gtcaption1": "The woman wearing skis and a helmet is standing with skis and ski poles. ", "gtcaption2": "A women who is standing in the snow on skis.", "gtcaption3": "This woman has stopped snowboarding to pose for a picture.", "gtcaption4": "A woman poses on the slope with her skis. ", "gtcaption5": "A woman on skis standing sideways in the snow."}, {"image_id": "000000185950", "caption": "a man doing a trick on a skateboard in the air", "sgcaption": "a man doing a trick on a skateboard in the air", "gtcaption1": "A man doing a trick on a skateboard over some steps.", "gtcaption2": "Guy flips his skateboard in mid air doing a trick.", "gtcaption3": "A man doing a skateboard trick on some stairs.", "gtcaption4": "A boy performs a skateboarding stunt in a skate park", "gtcaption5": "A man on a skateboard jumping up in the air."}, {"image_id": "000000179487", "caption": "a woman holding a tennis ball on a court", "sgcaption": "a woman holding a tennis ball on a tennis court", "gtcaption1": "A woman tennis player is about to return the ball. ", "gtcaption2": "A woman hitting a tennis ball with her knees bent.", "gtcaption3": "a woman playing tennis and others watching her", "gtcaption4": "The woman is on the court playing a game of tennis. ", "gtcaption5": "A woman player is squatted down playing tennis."}, {"image_id": "000000522889", "caption": "a woman holding a tennis racket on a court", "sgcaption": "a woman holding a tennis racket on a tennis court", "gtcaption1": "Venus Williams is swinging at the tennis ball at the game.", "gtcaption2": "a black woman wearing white attire and shoes running on a tennis court,", "gtcaption3": "A woman who is running and swinging a tennis racket.", "gtcaption4": "Female tennis player in full run on a blue court to complete a backhand return.", "gtcaption5": "A female tennis player swinging her racket and running"}, {"image_id": "000000153782", "caption": "a building with a clock tower on top of it", "sgcaption": "a building with a clock tower with a on it", "gtcaption1": "The building has a light pole with for lights in front of it.", "gtcaption2": "The Big Ben clock tower in red and blue shade of color.", "gtcaption3": "A large clock on top of a large building.", "gtcaption4": "A blurred picture of a clock tower and a lamp post.", "gtcaption5": "A large clock standing among a building with a lamp in the from of the picture"}, {"image_id": "000000381587", "caption": "a group of plates of food on a table", "sgcaption": "a group of pictures of food on a table", "gtcaption1": "Several pictures of Asian style dishes and in the middle a person is eating.", "gtcaption2": "Several pictures of food on a table at a restaurant. ", "gtcaption3": "A multitude of pictures of Asian cuisine. ", "gtcaption4": "a collage of photos with many plates of food", "gtcaption5": "Assortment of finished meals displayed on a table."}, {"image_id": "000000466986", "caption": "a man sitting in front of a television", "sgcaption": "a man sitting in front of a counter with a computer", "gtcaption1": "A man is smiling for the camera while standing in a kitchen.", "gtcaption2": "a man is standing inside of a food truck", "gtcaption3": "A smiling man is behind the counter at a restaurant. ", "gtcaption4": "A man in a kitchen smiles towards a camera", "gtcaption5": "A man cooks in a kitchen that is made of all stainless steel."}, {"image_id": "000000170893", "caption": "a dog is sitting on top of a toilet in a bathroom", "sgcaption": "a dog is sitting next to a toilet in a bathroom", "gtcaption1": "A dog is standing next to a toilet playing with tissue", "gtcaption2": "A dog in the bathroom reaching for the toilet paper.", "gtcaption3": "A yellow dog smelling the toilet paper in a bathroom.", "gtcaption4": "A dog uses its mouth to grab toilet paper off of the roll.", "gtcaption5": "a dog eating toilet paper from the toilet paper holder"}, {"image_id": "000000565012", "caption": "a group of traffic lights on a city street at night", "sgcaption": "a traffic lights on a city street at night", "gtcaption1": "a digitally manipulated image of cars on a highway at night in the city", "gtcaption2": "Car lights being capture in high speed at night.", "gtcaption3": "Traffic lights captured at sunset with slow shutter speed.", "gtcaption4": "A city street at night filled with blurry traffic.", "gtcaption5": "A time lapse image of a city street."}, {"image_id": "000000270705", "caption": "a bird sitting on top of a bird feeder", "sgcaption": "a bird is sitting on top of a glass", "gtcaption1": "A large bird perched on top of a stick near a window.", "gtcaption2": "A falcon perched on a window looking off in the distance.", "gtcaption3": "A large bird is sitting on a metal perch.", "gtcaption4": "A hawk is perched on a metal bar.", "gtcaption5": "an orange white and black bird and a curtain"}, {"image_id": "000000078565", "caption": "a group of people standing on a beach with a dog", "sgcaption": "a group of people on a beach with a sail", "gtcaption1": "Sail boats sail over a body of water while people stand near the shoreline. ", "gtcaption2": "A lot of sailboats that are in the water.", "gtcaption3": "A beach scene with sail boats, a dog, and people wading.", "gtcaption4": "We see a very old picture of people enjoying the shore.", "gtcaption5": "Small sailboats floating past a beach, with a dog and people on the beach."}, {"image_id": "000000274219", "caption": "a black and white photo of a man wearing a suit and tie", "sgcaption": "a black and white photo of a man in a suit and tie", "gtcaption1": "An older man with a bow tie happily poses for a picture.", "gtcaption2": "A man poses for a formal portrait in an historic photo.", "gtcaption3": "A vintage photo of a man with curly hair and a mustache.", "gtcaption4": "A man wearing a jacket and  a bow tie.", "gtcaption5": "Talk about a bad hair day, his is frightful."}, {"image_id": "000000252716", "caption": "a woman is playing with a frisbee in a park", "sgcaption": "a woman throwing a frisbee in a field", "gtcaption1": "A frisbee that is laying in the grass near a tree.", "gtcaption2": "The woman walks far away from the Frisbee laying near a tree.", "gtcaption3": "there is a frisbee lying next to a tree in a grassy field", "gtcaption4": "A blue frisbee sitting on top of a lush green field.", "gtcaption5": "A woman walking up to get the freeze bee."}, {"image_id": "000000560880", "caption": "a group of horses standing in a field", "sgcaption": "a group of horses are standing in a field", "gtcaption1": "Two horses plowing the land as a man directs them", "gtcaption2": "A dog is running beside two horses in a field.", "gtcaption3": "A black and white photo of a man working a field with a team of horses.", "gtcaption4": "An old picture with two horses being directed by a man next to a dog. ", "gtcaption5": "Some horses are being led In a field"}, {"image_id": "000000460682", "caption": "a dog is sitting on the grass in a field", "sgcaption": "a dog is sitting in the grass next to a field", "gtcaption1": "a horse that is laying down in a field", "gtcaption2": "black and white of a horse lying  down in a field", "gtcaption3": "A horse laying in the grass by the water in a black and white photo ", "gtcaption4": "A horse that is sitting down in an open field.", "gtcaption5": "A horse that is laying down in a grassy field. "}, {"image_id": "000000010764", "caption": "a baseball player sliding into a base on a field", "sgcaption": "a baseball player is sitting on a field", "gtcaption1": "A catches crouches on a patch of dirt.", "gtcaption2": "A catcher squatting at a base with his gloved hand extended.", "gtcaption3": "A baseball catcher stands ready to catch a ball.", "gtcaption4": "a catcher kneeling at the mound waiting for a baseball ", "gtcaption5": "A catcher in white uniform during a baseball game."}, {"image_id": "000000544444", "caption": "a man riding skis down a snow covered slope", "sgcaption": "a man riding skis down a snow covered slope", "gtcaption1": "A person skis down a snowy hill. ", "gtcaption2": "a person skiing down a snowy hill side.", "gtcaption3": "A lone man sliding sideways downhill while on skis.", "gtcaption4": "A man wearing black skiing down a slope.", "gtcaption5": "A man is enjoying his day of skiing, trying to stay up float. "}, {"image_id": "000000309678", "caption": "a person is holding a pizza on a pan", "sgcaption": "a person is holding a pizza in a oven", "gtcaption1": "A person is holding a tomato above a tray.", "gtcaption2": "A person holding a small tomato over a tray that has sauce on it.", "gtcaption3": "There is a tray filled with sauce covered food", "gtcaption4": "A large square pizza sitting on top of a pan.", "gtcaption5": "Woman holding tomato over item being prepared for baking."}, {"image_id": "000000069795", "caption": "a blue vase with flowers sitting on top of a table", "sgcaption": "a blue vase with flowers sitting on a table", "gtcaption1": "A purple flower is in a watering can on the window sill.", "gtcaption2": "An old watering can used as a window sill planter.", "gtcaption3": "Lavender flowers are in flower pot on a windowsill. ", "gtcaption4": "a watering can for a vase of purple flowers", "gtcaption5": "Lilacs in a blue watering can vase sitting outdoors on a ledge."}, {"image_id": "000000562843", "caption": "a pair of scissors sitting next to a cup of coffee", "sgcaption": "a pair of scissors and a cup of coffee on a table", "gtcaption1": "a cell phone screwdriver a pair of scissors and a black thing on a desk", "gtcaption2": "A close up of a cell phone, scissors and a cup.", "gtcaption3": "A cup of coffee, cell phone and scissor sitting on a desk.", "gtcaption4": "A view of a coffee cup and a pair of scissors sitting on a table.", "gtcaption5": "A cellphone and scissors are next to a coffee mug."}, {"image_id": "000000323263", "caption": "a group of people standing in front of a street", "sgcaption": "a group of people standing in front of a building", "gtcaption1": "A group of people standing around a blue building.", "gtcaption2": "A young girl speaking on a cell phone near a produce vendor.", "gtcaption3": "A roadside vendor sells food to passersby on the street", "gtcaption4": "Children stand in a street looking at a market stand.", "gtcaption5": "A woman is selling fruit in a poor neighborhood."}, {"image_id": "000000506310", "caption": "a kitchen with a refrigerator and a table", "sgcaption": "a kitchen with a refrigerator and a on the wall", "gtcaption1": "A room with an empty and open refrigerator and a shelf of bottles.", "gtcaption2": "A refrigerator freezer next to a  wall.", "gtcaption3": "A refrigerator in a kitchen with its door opened.", "gtcaption4": "A room that has an open refrigerator in it.", "gtcaption5": "A room with an open refrigerator and shelves with jars on it. "}, {"image_id": "000000542089", "caption": "a bathroom with a sink and a mirror", "sgcaption": "a bathroom with a sink and a mirror", "gtcaption1": "a bathroom with a bath tub a sink and a mirror", "gtcaption2": "A bathroom with a tub on the side and a large bowl sink under a large bathroom mirror.", "gtcaption3": "A bathroom with a sink that is elevated.", "gtcaption4": "A tile bathroom contains a tub and large sink. ", "gtcaption5": "A bathroom is outfitted with brown and white."}, {"image_id": "000000332455", "caption": "a pink toilet in a bathroom with a table", "sgcaption": "a pink toilet with a in a of a", "gtcaption1": "a close up of a toilet with a pink seat and lid", "gtcaption2": "A picture of a comment that is open.", "gtcaption3": "A bright pink toilet seat in a bathroom. ", "gtcaption4": "A bright pink toilet seat with the lid open. ", "gtcaption5": "The neon purple toilet with lid lifted is in the bathroom with brown tile. "}, {"image_id": "000000069138", "caption": "a traffic light on the side of a street", "sgcaption": "a traffic light on the side of a street", "gtcaption1": "A red traffic light with a sad face drawn over it.", "gtcaption2": "A street scene with a close of of a stop light.", "gtcaption3": "A red stoplight with a street in the background.", "gtcaption4": "A stop sign gives traffic a frown face.", "gtcaption5": "The sign is now at a red light."}, {"image_id": "000000270386", "caption": "a couple of street signs on a street sign", "sgcaption": "a street signs on a street sign on a building", "gtcaption1": "The black street pole has three different signs on it. ", "gtcaption2": "A street sign at an intersection of Library Way and Madison Avenue", "gtcaption3": "a street sign for Library Way and Madison Avenue above a one way arrow", "gtcaption4": "A one-way sign at Library Way and Madison Ave.", "gtcaption5": "A one way sign and two other signs mounted to a pole"}, {"image_id": "000000151480", "caption": "a group of people standing on a baseball field", "sgcaption": "a group of people standing on a baseball field", "gtcaption1": "A group of baseball players that are walking in the outfield.", "gtcaption2": "A group of baseball players walking across a lush green field.", "gtcaption3": "The baseball team getting ready to walk off the field.", "gtcaption4": "Members of a baseball team are walking across a field.", "gtcaption5": "A group of baseball players walking across a grassy area."}, {"image_id": "000000281929", "caption": "a man standing next to a bike with a bicycle", "sgcaption": "a man in a suit standing next to a bike", "gtcaption1": "A man dressed in a suit standing next to his bicycle.", "gtcaption2": "A formally dressed man holding his bike. ", "gtcaption3": "A man that is standing next to a bicycle in the grass.", "gtcaption4": "A man in a suit standing beside his bicycle. ", "gtcaption5": "A man standing outside a building holding a bicycle. "}, {"image_id": "000000493284", "caption": "a herd of elephants standing next to each other", "sgcaption": "a herd of elephants standing next to each other", "gtcaption1": "A group of adult and young elephants walking. ", "gtcaption2": "The family of elephants is looking for some good food.", "gtcaption3": "A baby and a young elephant walk in front of the herd.", "gtcaption4": "Adults and their young offspring standing together in the woods.", "gtcaption5": "A group of elephants that are walking together. "}, {"image_id": "000000369541", "caption": "a dog is holding a frisbee in its mouth", "sgcaption": "a dog is playing with a frisbee in its mouth", "gtcaption1": "A dog catching a Frisbee in the grass.", "gtcaption2": "The black and white dog just got the frisbee.", "gtcaption3": "A dog in a vest catching a fristbee.", "gtcaption4": "a dig jumps in the air to catch a frisbe ", "gtcaption5": "Dog wearing blue vest catching red flying disc at outdoor event."}, {"image_id": "000000143998", "caption": "a group of carrots and a cutting board", "sgcaption": "a bunch of carrots and a knife on a cutting board", "gtcaption1": "A group of carrots with an organically grown strip tag around them.", "gtcaption2": "A bunch of carrots on a knife sitting on a cutting board.", "gtcaption3": "A bunch of carrots sitting on top of a cutting board.", "gtcaption4": "A pie of carrots and a knife on a cutting board. ", "gtcaption5": "a thing of carrots that are laying on a board"}, {"image_id": "000000532855", "caption": "a person is standing on top of a skateboard", "sgcaption": "a person is standing on top of a skateboard", "gtcaption1": "A man grinding his skateboard on a rail.", "gtcaption2": "A man riding a skateboard on the side of a  metal rail.", "gtcaption3": "A man on a skateboard grinding on a pole", "gtcaption4": "A young man doing an axle grind on a piece of pipe in a park.", "gtcaption5": "A boy on a skateboard rail on a skateboard "}, {"image_id": "000000038210", "caption": "a man riding skis down a snow covered slope", "sgcaption": "a man riding skis down a snow covered slope", "gtcaption1": "a skier is prepared to go down a mountain.", "gtcaption2": "A man skiing in the snow with large pine trees.", "gtcaption3": "A man in a racing bib in his skis and a beanie. ", "gtcaption4": "a man on skis goes through the snow ", "gtcaption5": "A man on skis riding through a snowy trail."}, {"image_id": "000000381360", "caption": "a man riding a wave on a surfboard in the ocean", "sgcaption": "a man riding a wave on a surfboard in the ocean", "gtcaption1": "A man is surfing a big wave towards shore.", "gtcaption2": "A surfer steadies his move through the waves.", "gtcaption3": "A man surfing on the ways in the sea.", "gtcaption4": "A young surf boarder is taking a small wave.", "gtcaption5": "A man on a surfboard, surfing in the ocean."}, {"image_id": "000000074733", "caption": "a group of pizzas on a table with a pizza", "sgcaption": "a couple of pizzas and a on a table with a", "gtcaption1": "two flatbread pieces covered with different ingredients in between a flight of beers", "gtcaption2": "A table topped with three mugs of beer and two pizza's.", "gtcaption3": "Two small flat breads with beer samplers on each side.", "gtcaption4": "A wooden table holding multiple beers and a plate of food with pizza on it.", "gtcaption5": "A view of a bunch of pizzas sitting on a table."}, {"image_id": "000000258883", "caption": "a person is holding a pizza on a grill", "sgcaption": "a person is holding a pizza on a grill", "gtcaption1": "Someone is working on grilling some food on a grill.", "gtcaption2": "A person cooking some food on a grill.", "gtcaption3": "Pitas on a grill get topped with vegetables.", "gtcaption4": "Pizzas are cooking on the small grill outside.", "gtcaption5": "Several pieces of bread sitting on a grill with a person putting vegetables on top of them."}, {"image_id": "000000312192", "caption": "a plate of food with a pizza on a table", "sgcaption": "a pizza on a plate with a table", "gtcaption1": "A plate filled with food sitting on a table next to a drink.", "gtcaption2": "A plate with pizza, lettuce and ham sit on a plate white we see hands holding silverware and a bottle of wine with glasses.", "gtcaption3": "A pizza with lots of greens and meat is sitting on the table.", "gtcaption4": "A white plate of food on a table.", "gtcaption5": "A table with a plate that has a pizza on it along with fresh vegetable and meat toppings."}, {"image_id": "000000192904", "caption": "a plate of food on a table with a cup of coffee", "sgcaption": "a cup of coffee and a plate of food on a table", "gtcaption1": "The tray on the bed has a pastry and two mugs on it.", "gtcaption2": "A tray with coffee and a pastry on it.", "gtcaption3": "A tray is full of breakfast foods and drinks on a bed.", "gtcaption4": "coffee cream and a croissant on a tray", "gtcaption5": "A tray on a bed with food and drink."}, {"image_id": "000000546976", "caption": "a man is sitting in a room with a baseball bat", "sgcaption": "a man is cutting a pair of scissors", "gtcaption1": "A man riding on the back of a motorcycle.", "gtcaption2": "a man on a motorcycle indoors attempts to lick the windshield ", "gtcaption3": "A man sticks out his tongue while sitting on a motorcycle.", "gtcaption4": "A man riding a scooter in the kitchen of a home. ", "gtcaption5": "Man making funny gesture with tongue while sitting on motorcycle."}, {"image_id": "000000570736", "caption": "a bathroom with a toilet and a sink", "sgcaption": "a bathroom with a toilet and a sink", "gtcaption1": "A view of a bathroom that is clean.", "gtcaption2": "A bathroom with a vanity, toilet and shower.", "gtcaption3": "The bathroom features a vanity sink and tub/shower combination.", "gtcaption4": "A small bathroom is featured in this photo.", "gtcaption5": "a cream themed bathroom with a toilet, sink with mirror, and shower"}, {"image_id": "000000172330", "caption": "a dog is standing next to a car", "sgcaption": "a cat standing next to a car", "gtcaption1": "A cat in between two cars in a parking lot.", "gtcaption2": "A cat stands between two parked cars on a grassy sidewalk. ", "gtcaption3": "A cat at attention between two parked cars.", "gtcaption4": "A grey and white cat watches from between parked cars.", "gtcaption5": "A grey and white cat standing in the grass in a parking lot. "}, {"image_id": "000000058393", "caption": "a couple of people sitting on a bench in the water", "sgcaption": "a couple of people sitting on a bench in the ocean", "gtcaption1": "Two people sitting on a bench silhouetted against the sea.", "gtcaption2": "Two people are sitting on a bench together in front of water.", "gtcaption3": "The silhouette of two people sitting on a bench in front of the water.", "gtcaption4": "A couple is sitting on a bench in front of the water. ", "gtcaption5": "A couple sits on a park bench and watches the water"}, {"image_id": "000000032811", "caption": "a bird sitting on top of a window", "sgcaption": "a bird sitting on top of a window", "gtcaption1": "A bird resting outside of a boat window. ", "gtcaption2": "A bird sits by a window on the water.", "gtcaption3": "a bird is outside of a window on a boat ", "gtcaption4": "A bird sitting on the window sill of a boat floating on a lake.", "gtcaption5": "A bird is hanging onto the ledge outside the window. "}, {"image_id": "000000221213", "caption": "a train is sitting on the tracks", "sgcaption": "a train is sitting on the tracks", "gtcaption1": "A long train sitting on a railroad track. ", "gtcaption2": "A trainyard with several container cars on the tracks.", "gtcaption3": "A long train filled with tanker cars on rail road tracks.", "gtcaption4": "Many train compartments parked along the train tracks.", "gtcaption5": "A long row of train carts sitting in a yard of tracks."}, {"image_id": "000000496597", "caption": "a boat is sitting in the water", "sgcaption": "a person is sitting on a boat in the water", "gtcaption1": "Two people riding a small boat across a massive lake surrounded by mountains.", "gtcaption2": "A boat in the distance in the ocean with mountains in the background.", "gtcaption3": "A speedboat sailing on open water on a partly cloudy day.", "gtcaption4": "Two people sitting on a small boat floating over the ocean.", "gtcaption5": "A canoe boat with 2 people sailing with mountainous background."}, {"image_id": "000000455157", "caption": "a man sitting on a bench with an umbrella", "sgcaption": "a man sitting on a bench with an umbrella", "gtcaption1": "Man sitting at a picnic table using a laptop shaded by an umbrella.", "gtcaption2": "A man sitting at a picnic table using a computer shaded by an umbrella.", "gtcaption3": "A man sitting at a wooden bench holding a grey umbrella.", "gtcaption4": "The man with glasses is holding an umbrella and sitting at a picnic table.", "gtcaption5": "A man sitting at a wooden bench and table with an open umbrella sitting on the table."}, {"image_id": "000000259625", "caption": "an elephant standing next to a fence", "sgcaption": "an elephant is standing next to a fence", "gtcaption1": "An elephant messing with a tree trunk. ", "gtcaption2": "An elephant that is using it's own trunk to touch a tree trunk.", "gtcaption3": "An tusked elephant playing with a fallen tree at the zoo", "gtcaption4": "THERE ARE ZOO ANIMALS WALKING IN THEIR DEN ", "gtcaption5": "An elephant walks around a fenced in area. "}, {"image_id": "000000530162", "caption": "a group of people standing in front of an umbrella", "sgcaption": "a group of people standing in the street with an umbrella", "gtcaption1": "Several people standing on a sidewalk under an umbrella.", "gtcaption2": "Some people standing on a dark street with an umbrella.", "gtcaption3": "A man holding an umbrella for other people. ", "gtcaption4": "Several people standing outside in the rain, one holding an umbrella.", "gtcaption5": "A man holding a large umbrella with some girls and a woman underneath."}, {"image_id": "000000163118", "caption": "two men playing with a frisbee in a gym", "sgcaption": "two men playing with a frisbee on a court", "gtcaption1": "two people jumping up to try to catch a frisbee", "gtcaption2": "Two guys leap for the Frisbee as they play their game in some sort of a gym.", "gtcaption3": "The two men are jumping to get the frisbee.", "gtcaption4": "Two young men playing a game of frisbee.", "gtcaption5": "Two men playing frisbe on an indoor court."}, {"image_id": "000000547502", "caption": "two dogs playing with a dog in the grass", "sgcaption": "a group of dogs are playing in the grass", "gtcaption1": "Four dogs playing with a Frisbee on a lawn.", "gtcaption2": "Four dogs in a yard are playing with a Frisbee.", "gtcaption3": "A group of dogs that are standing in the grass.", "gtcaption4": "There were four dogs in the yard playing with a Frisbee.", "gtcaption5": "Four dogs playing together with a Frisbee in a large field."}, {"image_id": "000000038678", "caption": "a woman sitting at a table with a plate of donuts", "sgcaption": "a woman sitting at a table with a donut", "gtcaption1": "A woman in striped shirt holding a plate with a bagel on it.", "gtcaption2": "Woman in maroon shirt holding up a bagel. ", "gtcaption3": "a close up of a person holding a doughnut", "gtcaption4": "A woman seated across the table shows off her bagel with cream cheese.", "gtcaption5": "A woman sitting on a train is showing off a bagel."}, {"image_id": "000000087476", "caption": "a young boy riding a skateboard on a street", "sgcaption": "a young boy holding a tennis ball on a skateboard", "gtcaption1": "A young man riding a skateboard with an older man.", "gtcaption2": "two people standing on the same skateboard and holding each other up.", "gtcaption3": "A man teaching a boy how to ride a skateboard.", "gtcaption4": "He is teaching the boy how to ride a skateboard.", "gtcaption5": "A person helping a child stand on a skateboard."}, {"image_id": "000000210230", "caption": "a group of people sitting at a table eating hot dogs", "sgcaption": "a group of people sitting at a table eating hot dogs", "gtcaption1": "a bunch of women serving hot dogs ", "gtcaption2": "A woman putting a hot dog on a bun under a blue tent.", "gtcaption3": "A food vendor serves a hotdog at an outdoor market.", "gtcaption4": "The woman is putting a hot dog into the bun.", "gtcaption5": "The workers are busy serving meals under the tent."}, {"image_id": "000000376900", "caption": "a man holding a tennis racket on a court", "sgcaption": "a man holding a tennis racket on a tennis court", "gtcaption1": "A tennis player prepares to serve a tennis ball.", "gtcaption2": "a tennis player in all white playing on a court ", "gtcaption3": "A tennis player is reaching up with one arm and has a racquet in the other hand. ", "gtcaption4": "The tennis player throws the ball up to serve", "gtcaption5": "Spectators watching a man swinging at a tennis ball."}, {"image_id": "000000186282", "caption": "a computer monitor sitting on top of a desk", "sgcaption": "a computer monitor sitting on top of a desk", "gtcaption1": "A flat screen monitor shows a brightly colored image on the screen.", "gtcaption2": "A desktop computer monitor sitting on top of a desk next to a mouse.", "gtcaption3": "Computer setup with a multiple colored screen on it. ", "gtcaption4": "An Apple computer monitor sits on a desk.", "gtcaption5": "A computer screen has many colors, with a mouse and speakers next to it on the table."}, {"image_id": "000000427997", "caption": "a man holding a tennis ball on a tennis court", "sgcaption": "a man standing on a tennis court", "gtcaption1": "The woman is playing tennis while a crowd watches.", "gtcaption2": "A woman waiting for a serve while playing tennis.", "gtcaption3": "A young woman playing tennis in a tournament.", "gtcaption4": "A female tennis player stand on a tennis court.", "gtcaption5": "a woman leaning over a bit near the end of a court"}, {"image_id": "000000340894", "caption": "a desk with two monitors and a laptop computer", "sgcaption": "a desk with a laptop computer sitting on top of it", "gtcaption1": "Two computers are sitting on top of the desk.", "gtcaption2": "Two computers on a large wooden computer desk.", "gtcaption3": "A desk with a keyboard, laptop and monitor.", "gtcaption4": "A computer monitor next to a keyboard, laptop and a mouse.", "gtcaption5": "A laptop with external keyboard, mouse, phone and photo on a desk."}, {"image_id": "000000328030", "caption": "a group of teddy bears sitting on a table", "sgcaption": "a group of teddy bears sitting on a table", "gtcaption1": "the teddy bear is holding a hockey stick ", "gtcaption2": "Teddy bears do want to be ice hockey players.", "gtcaption3": "a stuffed animal holding a hockey stick ", "gtcaption4": "a stuffed animal with a hockey stick ", "gtcaption5": "A scene with a teddy bear playing hockey."}, {"image_id": "000000356424", "caption": "a man sitting at a table with a plate of food", "sgcaption": "a man sitting at a table with a plate of food", "gtcaption1": "A man sitting in front of a plate of food.", "gtcaption2": "A man at a wooden table looking at a plate of food.", "gtcaption3": "a man smiling while looking at his plate of food", "gtcaption4": "A man sitting at a table with a plate filled with food.", "gtcaption5": "A man looking happily at some dish in front of him."}, {"image_id": "000000512476", "caption": "a kitchen with a sink and a table", "sgcaption": "a kitchen with a sink and a on a counter", "gtcaption1": "a double sink with a bowl of food on the sink counter top", "gtcaption2": "A kitchen sink with a bowl of cereal next to it.", "gtcaption3": "A bowl of food sitting on the edge of a sink.", "gtcaption4": "A bowl of cereal is sitting on a kitchen sink. ", "gtcaption5": "A bow of food set next to a sink inside of a kitchen"}, {"image_id": "000000232348", "caption": "a blender sitting on top of a kitchen counter", "sgcaption": "a blender sitting on top of a counter", "gtcaption1": "Toaster and blender plugged in on a kitchen counter.", "gtcaption2": "A streamlined modern toaster on a kitchen counter top.", "gtcaption3": "A toaster sits on a kitchen shelf in front of a blender.", "gtcaption4": "A toaster and blender are sitting on a tile kitchen counter.", "gtcaption5": "A toaster and blender sitting on a counter top."}, {"image_id": "000000209747", "caption": "a cat is sitting in a bathroom sink", "sgcaption": "a cat sitting in a bathroom sink", "gtcaption1": "A gray and white kitten sitting in a bathroom sink.", "gtcaption2": "The tiny kitten looks sad sitting in the bathroom sink with a scrub brush on the rim.", "gtcaption3": "A gray and white kitten in a white bathroom sink. ", "gtcaption4": "A kitten sitting in a skin with a green brush with green bristles.", "gtcaption5": "Kitten looking puzzled sitting in a bathroom sink"}, {"image_id": "000000048924", "caption": "a motorcycle parked in the grass in a field", "sgcaption": "a motorcycle parked in the grass in a field", "gtcaption1": "A dirt bike parked near a tent in the woods.", "gtcaption2": "a green tent and a parked motorcycle and some trees", "gtcaption3": "Motorcycle parked in front of a tent with the sun going down behind them. ", "gtcaption4": "a motorcycle parked next to a green tent in a field", "gtcaption5": "A parked motorcycle next to a green tent."}, {"image_id": "000000341058", "caption": "a street sign on the side of a pole", "sgcaption": "a street sign on top of a pole", "gtcaption1": "This is an empty table at a restaurant with ships in the background.", "gtcaption2": "This table is covered by a blue Sam Adams umbrella", "gtcaption3": "Advertising sign above a patio umbrella on sunny day.", "gtcaption4": "A lamp post stands next to an umbrella and table.", "gtcaption5": "An umbrella is opened over an outdoor table."}, {"image_id": "000000410612", "caption": "a red boat is sitting in the water", "sgcaption": "a red boat is in the water", "gtcaption1": "A red boat is along the waters edge with houses on the land.", "gtcaption2": "A red boat is floating near some houses.", "gtcaption3": "The red boat is anchored on the shore of the lake in front of the houses.  ", "gtcaption4": "A boat on a lake near some houses in an rural area", "gtcaption5": "A boat passes by waterfront houses flanked by trees."}, {"image_id": "000000268375", "caption": "a group of elephants standing next to a fence", "sgcaption": "a group of elephants standing next to a", "gtcaption1": "A herd of gray elephants standing next to each other on a block of cement.", "gtcaption2": "A baby elephant stands near to four larger adult elephants.", "gtcaption3": "A group of elephants, including a baby elephant, gather at a wildlife exhibit.", "gtcaption4": "A group of elephants contains a baby one.", "gtcaption5": "A goup of elephants in an enclosed area with a lot of trees behind them."}, {"image_id": "000000108495", "caption": "a woman sitting on a skateboard", "sgcaption": "a woman sitting on a skateboard", "gtcaption1": "Cute girl sitting on a skateboard in the driveway ", "gtcaption2": "a girl sitting on a skateboard in the driveway", "gtcaption3": "A girl is sitting on a skateboard outside", "gtcaption4": "A girl is sitting on the sidewalk on her skate board.", "gtcaption5": "A girl in an orange sweater is sitting on a skateboard."}, {"image_id": "000000567011", "caption": "a man riding a wave on a surfboard in the ocean", "sgcaption": "a man riding a wave on a surfboard in the ocean", "gtcaption1": "A person riding a beautiful wave very smooth", "gtcaption2": "A person in a wetsuit riding a wave on a surfboard.", "gtcaption3": "A man riding a wave on a surfboard. ", "gtcaption4": "The man is riding the waves on the water on his board. ", "gtcaption5": "A man on a surfboard riding a wave. "}, {"image_id": "000000302030", "caption": "a desk with a laptop computer sitting on top of it", "sgcaption": "a desk with a laptop computer sitting on top of it", "gtcaption1": "A picture of a cluttered home office desk.", "gtcaption2": "Laptop computer on long desk with assorted paperwork.", "gtcaption3": "In home desk, covered with papers and two computers.", "gtcaption4": "A white desk is covered with papers and has a silver lap top on it.", "gtcaption5": "The desk with a laptop has papers strewn all over it."}, {"image_id": "000000277197", "caption": "a living room with a couch and a table", "sgcaption": "a living room with a couch and a table", "gtcaption1": "A living room with colored windows, sofas and chairs. ", "gtcaption2": "A very large and very posh living room.", "gtcaption3": "The huge living room is furnished with expensive things.", "gtcaption4": "A large formal living room with stained glass windows.", "gtcaption5": "A large living room area features a white couch and a glass table."}, {"image_id": "000000375078", "caption": "a white vase sitting next to a glass vase", "sgcaption": "a vase with a flower on top of a table", "gtcaption1": "A dried black flower in a long, tall black & white vase.", "gtcaption2": "A thin wine bottle sits on a table against a wall.", "gtcaption3": "A brown and white vase with foliage on a small table.", "gtcaption4": "A black and whit vase sitting on a small table.", "gtcaption5": "Thin black and white vase with black flowers."}, {"image_id": "000000383443", "caption": "a bathroom with a tub and a sink in a room", "sgcaption": "a bathroom with a tub and a in a", "gtcaption1": "A bathroom with a tub, sinks, lights and a television.", "gtcaption2": "A large white bathroom with two vanity sinks and a bathtub.", "gtcaption3": "A bathroom with a white tub and white cabinets has a black pattern on the floor.", "gtcaption4": "Large white bathroom showing sink, tub, TV, and countertops.", "gtcaption5": "Deep bathtub displayed in area of large tiled bathroom."}, {"image_id": "000000175387", "caption": "a white toilet in a bathroom with a table", "sgcaption": "a bathroom with a toilet and a in a", "gtcaption1": "Bathroom stall with green door in commercial business.", "gtcaption2": "A green door opens into a toilet stall containing a white toilet bowl.", "gtcaption3": "A white toilet sitting up against a wall.", "gtcaption4": "A toilet in a public bathroom with the stall door open ", "gtcaption5": "A bathroom stall that is open and exposing a toilet."}, {"image_id": "000000424776", "caption": "a fighter jet flying in the sky", "sgcaption": "a fighter jet flying in the sky", "gtcaption1": "a grey colored jet plane flying over a snowy mountain range.", "gtcaption2": "A silver jet is flying high in the sky above the clouds.", "gtcaption3": "A jet fighter flying through the sky above a snow covered mountain.", "gtcaption4": "An airplane with the Swiss flag symbol is flying through the mountains.", "gtcaption5": "An 023 airplane flying solo above blue terrain."}, {"image_id": "000000516143", "caption": "a green bus is parked on the side of a street", "sgcaption": "a green and white bus parked next to a street sign", "gtcaption1": "a green and white bus is on the street", "gtcaption2": "a public transit bus on a city street", "gtcaption3": "the signs states all directions and points up", "gtcaption4": "An empty city bus travels down a city street.", "gtcaption5": "A green and blue bus driving down a street."}, {"image_id": "000000523194", "caption": "a yellow fire hydrant on the side of a street", "sgcaption": "a yellow fire hydrant sitting in front of a building", "gtcaption1": "A fire hydrant on the side of a road.", "gtcaption2": "A yellow fire hydrant by a wall and a sign", "gtcaption3": "There is a fire hydrant next to a red sign", "gtcaption4": "A fire hydrant and a street sign are on the side of a street.", "gtcaption5": "A street sign and fire hydrant sit next to a sidewalk"}, {"image_id": "000000134722", "caption": "a train is sitting on the tracks", "sgcaption": "a train is on the tracks in a", "gtcaption1": "Fast commuter train moving past an outdoor platform.", "gtcaption2": "A train on the track pulling by a train station.", "gtcaption3": "A train pulling into a station outside during the day.", "gtcaption4": "A passenger train moving through a rail yard", "gtcaption5": "a long passenger train pulling up to a station"}, {"image_id": "000000184400", "caption": "a blue train is sitting on a bridge", "sgcaption": "a blue train is on a bridge", "gtcaption1": "A train as it travels down the tracks over a bridge.", "gtcaption2": "a colorful train going along an elevated track ", "gtcaption3": "A train rides on a bridge past a building.", "gtcaption4": "A subway train that is passing over a train bridge.", "gtcaption5": "a train on a train track on an elevated bridge"}, {"image_id": "000000377882", "caption": "a fence is sitting in front of a fence", "sgcaption": "a boat is parked in front of a fence", "gtcaption1": "Boats docked on land sitting side by side next to a lake.", "gtcaption2": "A small harbor with boats docked and on racks", "gtcaption3": "A collection of boats behind a fence by a body of water.", "gtcaption4": "Boats and surfboards docked at a harbor bay.\n", "gtcaption5": "Many boats as seen through a chain link fence."}, {"image_id": "000000222863", "caption": "a cow standing in the grass in a field", "sgcaption": "a brown cow standing in the grass in a field", "gtcaption1": "A large cow with horns by some bushes.", "gtcaption2": "An animal with horns wears a rope from its nose and ear to its neck.", "gtcaption3": "A domestic farm animal in a shaded area of vegetation.", "gtcaption4": "Steer in the woods with rope on its face.", "gtcaption5": "the animal is standing next to a fallen tree"}, {"image_id": "000000556158", "caption": "a man standing on skis in the snow", "sgcaption": "a man is standing on skis in the snow", "gtcaption1": "Man cross country skiing on slight down hill slope.", "gtcaption2": "A man on cross country skis at the edge of a trail.", "gtcaption3": "A man on skis standing in the snow.", "gtcaption4": "A man riding skis while holding two ski poles.", "gtcaption5": "A happy skier skis down a trail of fresh snow."}, {"image_id": "000000125472", "caption": "a man doing a trick on a skateboard in the air", "sgcaption": "a man doing a trick on a skateboard in the air", "gtcaption1": "A man flying through the air while riding a skateboard.", "gtcaption2": "A man is doing tricks on a skateboard.", "gtcaption3": "A skateboarder jumps while trying to perform a trick.", "gtcaption4": "a man in the air standing above the skateboard", "gtcaption5": "a person attempting a jump with a skateboard"}, {"image_id": "000000430286", "caption": "a couple of remote controls sitting on top of a bed", "sgcaption": "a remote control sitting on top of a bed", "gtcaption1": "Two remotes on a mattress with an adjustable sleep number one in the middle", "gtcaption2": "Remote controls are arranged on a bare mattress.", "gtcaption3": "Three remotes sitting on top of a mattress.", "gtcaption4": "A sleep number bed with the comfort remotes.", "gtcaption5": "An unmade bed has three remote controls on top of it.  "}, {"image_id": "000000316404", "caption": "two men standing next to each other holding tennis rackets", "sgcaption": "two men standing next to each other holding tennis rackets", "gtcaption1": "A pair of men with small mustaches dress as tennis players.", "gtcaption2": "a couple of men that are standing around with rackets", "gtcaption3": "Two men with tennis rackets and tennis balls.", "gtcaption4": "Two men wearing polos, headbands and shorts, holding tennis balls and rackets.", "gtcaption5": "Two men posing for a picture in a tennis game in a funny way."}, {"image_id": "000000382743", "caption": "a group of kites flying in the sky", "sgcaption": "a group of kites flying in the sky", "gtcaption1": "Many kites can be seen in the air through umbrellas.", "gtcaption2": "Two kites, one with a smily face fly high in the sunny sky.", "gtcaption3": "A few kites flying in the blue sky", "gtcaption4": "Two kites flying in the sky over an open and closed umbrella.", "gtcaption5": "Two kites flying directly overhead against a clear blue sky."}, {"image_id": "000000526256", "caption": "a building with a clock on the side of it", "sgcaption": "a clock on the side of a building", "gtcaption1": "Large brick building with towers and clocks in daytime.", "gtcaption2": "The cathedral has two clocks on each of it's walls. ", "gtcaption3": "Clocks may be seen on all sides of the tower.", "gtcaption4": "THIS IS A VERY LARGE AND OLD CLOCK TOWER ON A CHURCH", "gtcaption5": "A large building is shown with clocks on the side."}, {"image_id": "000000428867", "caption": "a group of stuffed teddy bears sitting on a table", "sgcaption": "a group of stuffed teddy bears sitting on a table", "gtcaption1": "A group of different colored teddy bears sitting on top of a blue table.", "gtcaption2": "A table full of different teddy bears with place cards", "gtcaption3": "This is a display of various types of collectibles.", "gtcaption4": "Stuffed animals are displayed down a table with notecards.", "gtcaption5": "Green, yellow, and pink teddy bears sitting on top of a table on display. "}, {"image_id": "000000508370", "caption": "a man and a baby standing next to a bike", "sgcaption": "a man and a baby next to a bike", "gtcaption1": "A bicycle parked on top of a baby dolls head.", "gtcaption2": "A couple of men as one points to the right next to a bicycle.", "gtcaption3": "two men standing next to a bike parked on a street corner", "gtcaption4": "A couple of people standing next to a bike.", "gtcaption5": "There are two men standing next to a bike and a doll."}, {"image_id": "000000553776", "caption": "a man riding a yellow motorcycle on a street", "sgcaption": "a man riding a yellow motorcycle on a street", "gtcaption1": "A man rides a large motorcycle on a freeway.", "gtcaption2": "A man riding a motorcycle in overcast weather", "gtcaption3": "A man rides a yellow motorcycle down a street.", "gtcaption4": "A photo taken from a vehicle at a man on a yellow motorcycle.", "gtcaption5": "Man with yellow helmet riding a yellow motorcycle"}, {"image_id": "000000491090", "caption": "a man sitting on a motorcycle", "sgcaption": "a man sitting on a motorcycle", "gtcaption1": "A man sitting on one of a group of motorcycles.", "gtcaption2": "A MAN IS SMILING SITTING ON A MOTOR BIKE ", "gtcaption3": "A middle-aged man leans on a sports bike, smiling", "gtcaption4": "A person sits on top of a motorcycle with others.", "gtcaption5": "A woman riding on the back of a motorcycle."}, {"image_id": "000000335800", "caption": "a traffic light on the side of a street sign", "sgcaption": "a street sign on a pole with a tall building", "gtcaption1": "A street sign with flags on it and a building in the background.", "gtcaption2": "A green pole with street signs attached to it.", "gtcaption3": "a street sign with a traffic light underneath", "gtcaption4": "Street sign with large buildings in the background", "gtcaption5": "A street sign with flags and a high rise building in the background."}, {"image_id": "000000401862", "caption": "a group of people standing in front of a food truck", "sgcaption": "a group of people standing next to a food truck", "gtcaption1": "PEOPLE WAITING IN LINE TO GET FOOD FROM A FOOD TRUCK", "gtcaption2": "People line up to buy food from a food truck.", "gtcaption3": "people standing in line beside a food truck", "gtcaption4": "People are lined up by a red food truck.", "gtcaption5": "a line of food trucks and a group of people stand by"}, {"image_id": "000000408120", "caption": "a little girl walking down a street with a pink umbrella", "sgcaption": "a little girl walking down a street with a pink umbrella", "gtcaption1": "A little girl that is standing with an umbrella.", "gtcaption2": "A little girl walking down a driveway carrying a pink umbrella.", "gtcaption3": "A LITTLE GIRL DRESSED IN PINK ALSO HAS A PINK UMBRELLA", "gtcaption4": "A small girl is holding an umbrella over her head", "gtcaption5": "A young girl carries and open unbrella while walking down an alley."}, {"image_id": "000000250619", "caption": "a woman laying on the beach with an umbrella", "sgcaption": "a woman laying on the beach under an umbrella", "gtcaption1": "A woman sits under the shade of an umbrella at the beach.", "gtcaption2": "A woman lying on her back with knees bent on a beach towel under a multicolored, striped beach umbrella, surrounded by sand, and with clear blue sky above.", "gtcaption3": "A woman laying on the beach under an umbrella.", "gtcaption4": "a woman in glasses bursking under an umbrella", "gtcaption5": "A lady laying on a blanket on the beach under an umbrella"}, {"image_id": "000000132796", "caption": "a couple of people riding on the back of an elephant", "sgcaption": "two people riding on top of an elephant", "gtcaption1": "Group of people riding on seats on top of elephants.", "gtcaption2": "People riding elephants by using baskets tied to their backs.", "gtcaption3": "People having fun riding elephants together at a park ", "gtcaption4": "People are sitting on elephants with a little chair.", "gtcaption5": "three people riding on the backs of elephants "}, {"image_id": "000000470952", "caption": "a man is standing on skis in the snow", "sgcaption": "a man is standing on skis in the snow", "gtcaption1": "A man is in his skiing gear, while posing for the camera. ", "gtcaption2": "Skier in full snow gear posing for a picture.", "gtcaption3": "a person riding skis on a snowy surface", "gtcaption4": "A man with skis and poles is on snow.", "gtcaption5": "a male with a purple jacket on skies  posing for a picture"}, {"image_id": "000000271471", "caption": "a bunch of bananas sitting on a plate", "sgcaption": "a bunch of bananas on a plate with a table", "gtcaption1": "A bunch of bananas on a plate on a counter.", "gtcaption2": "A bunch of bananas on a plate with a sign on it.", "gtcaption3": "Bananas on a plate being served as drinks.", "gtcaption4": "Bananas are piled on a white circular plate.", "gtcaption5": "A bunch of bananas is displayed on a counter top."}, {"image_id": "000000172935", "caption": "a black and white photo of a man flying a kite in the water", "sgcaption": "a black and white photo of a man on a skis", "gtcaption1": "A person flying through the air whale riding skis.", "gtcaption2": "A water skier performing a trick while flying through the air.", "gtcaption3": "a person flying backwards on skis over water", "gtcaption4": "A person doing a trick on water ski's while another passes underneath them.", "gtcaption5": "The person is doing tricks on the water skiing. "}, {"image_id": "000000257624", "caption": "a little girl is playing with a soccer ball", "sgcaption": "a little girl playing with a soccer ball", "gtcaption1": "there is a young girl playing with soccer balls", "gtcaption2": "A little girl standing in the grass with two soccer balls in front of her.", "gtcaption3": "A young girl standing on top of a grass covered field.", "gtcaption4": "a little girl is standing outside with a soccer ball", "gtcaption5": "The young child is standing beside two soccer balls. "}, {"image_id": "000000271402", "caption": "a little girl holding a tennis racket on a court", "sgcaption": "a little girls standing next to each other holding tennis rackets", "gtcaption1": "two little girls in tennis uniforms standing next to a scooter", "gtcaption2": "Two young girls with a tennis racket and a scooter.", "gtcaption3": "Two little girls posing for a picture, on a tennis court.", "gtcaption4": "Two young girls on a tennis court with a racquet and a scooter", "gtcaption5": "Two cute girls with a scooter and tennis raquet."}, {"image_id": "000000541664", "caption": "a computer keyboard sitting on top of a table", "sgcaption": "a computer keyboard sitting on top of a table", "gtcaption1": "A laptop computer sitting on top of a lego desk.", "gtcaption2": "A group of lego figures standing on a and near a laptop.", "gtcaption3": "A laptop sitting on plastic blocks with some toy people.", "gtcaption4": "Leggo people positioned near and on a keyboard.", "gtcaption5": "a number of lego toys near a laptop"}, {"image_id": "000000007784", "caption": "a kite is flying in the blue sky", "sgcaption": "a red and white kite is flying in the sky", "gtcaption1": "This is a large kite flying high in the sky.", "gtcaption2": "A large orange and white kite flying in a blue sky.", "gtcaption3": "There is a colorful parachute in the sky.", "gtcaption4": "A large white and red parasail in the blue sky. ", "gtcaption5": "a red and white parachute is in the sky"}, {"image_id": "000000144333", "caption": "a woman riding a bike talking on a cell phone", "sgcaption": "a woman riding a bike talking on a cell phone", "gtcaption1": "A woman riding a bike with a basket on it.", "gtcaption2": "A school girl checks her phone while riding a bike", "gtcaption3": "A woman sitting on a bike with a cellphone.", "gtcaption4": "A woman rides her bike while on her smartphone. ", "gtcaption5": "a girl is sitting on a bicycle outside"}, {"image_id": "000000480021", "caption": "a man and a woman sitting on a motorcycle", "sgcaption": "a man and a woman sitting on a motorcycle", "gtcaption1": "A painting of a man and woman riding together on a motorcycle.", "gtcaption2": "A painting of men riding on motorcycles next to a gas station.", "gtcaption3": "A vintage, colored drawing of people on motorcycles pulled into a gas station.", "gtcaption4": "A man on a motorcycle is waving at two men.", "gtcaption5": "A painted picture of a man and a woman on a motorcycle."}, {"image_id": "000000130826", "caption": "a man and a woman sitting on a bench", "sgcaption": "a man and a woman sitting on a bench", "gtcaption1": "Two men sitting next to each other on a wooden bench.", "gtcaption2": "two elder people sit on a bench on a bus street", "gtcaption3": "An elderly man and woman sit on a bench on a busy sidewalk.", "gtcaption4": "an older couple sitting on a bench talking ", "gtcaption5": "An older couple sitting on a public bench in a city."}, {"image_id": "000000537053", "caption": "a giraffe standing in the grass in a field", "sgcaption": "a giraffe standing in a field", "gtcaption1": "a giraffe in a field with trees in the background", "gtcaption2": "A giraffe standing on top of a green field.", "gtcaption3": "A beautiful zebra standing in a green field.", "gtcaption4": "a giraffe is running around in a green field", "gtcaption5": "A lone giraffe standing in a large grassy field"}, {"image_id": "000000324818", "caption": "two colorful birds sitting on top of a tree branch", "sgcaption": "two colorful parrots sitting on a tree branch", "gtcaption1": "a couple of birds are standing on a branch", "gtcaption2": "Two multicolored exotic birds perched on a wooden branch with trees and flowers behind them.", "gtcaption3": "There are two parrots perched on the branch. ", "gtcaption4": "Two parrots sitting on a branch side by side ", "gtcaption5": "Two parrots perching on a tree branch in a tropical garden."}, {"image_id": "000000221155", "caption": "a black and white photo of two cows in a house", "sgcaption": "a black and white photo of cows in a field", "gtcaption1": "a couple of animals walking around a farm ", "gtcaption2": "Black and white photo of cows near a windmill, house and shed.", "gtcaption3": "Two cow figures are standing in a yard.", "gtcaption4": "Two cows are drinking under a small windmill.", "gtcaption5": "Black and white photograph of cow statues in yard."}, {"image_id": "000000416991", "caption": "a group of umbrellas in a body of water", "sgcaption": "a group of umbrellas in a body of water", "gtcaption1": "A black/white photo of a poolside dining area with the umbrellas colored.", "gtcaption2": "A row of tables with the reflections showing in the water below.", "gtcaption3": "Multi-colored umbrellas in a black and white picture near the water", "gtcaption4": "Covered seating in front of a restaurant by a lake.", "gtcaption5": "A bunch of different colored umbrellas on tables."}, {"image_id": "000000562207", "caption": "a group of people standing next to an elephant", "sgcaption": "a group of people standing next to an elephant", "gtcaption1": "A group of people are standing next to an elephant emerging from the water.", "gtcaption2": "a group of people stand beside of a giant elephant ", "gtcaption3": "Three tourists pose for a picture next to an elephant.", "gtcaption4": "Three people stand with an elephant in front of a stream.", "gtcaption5": "Three people standing next to an elephant along a river."}, {"image_id": "000000017115", "caption": "two zebras standing next to a zebra in a fence", "sgcaption": "two zebras and a zebra standing next to each other", "gtcaption1": "Two zebras are standing together next to the fence.", "gtcaption2": "The back end view of two zebras standing at a fence.", "gtcaption3": "A couple of zebra standing next to each other on a field.", "gtcaption4": "A rear view of two zebras with their heads up against a fence.", "gtcaption5": "Two zebras that are standing in the grass."}, {"image_id": "000000223182", "caption": "a man sitting on a tennis court holding a racket", "sgcaption": "a man sitting on a tennis court holding a racket", "gtcaption1": "A person sitting down with a tennis racket.", "gtcaption2": "a tennis player drying off his face with a towel ", "gtcaption3": "A man that is sitting on a bench near a racquet.", "gtcaption4": "A man sitting on top of a green bench with a tennis racquet.", "gtcaption5": "A male tennis player sitting and wiping his head with a towel."}, {"image_id": "000000463918", "caption": "two men playing a video game with a wii", "sgcaption": "two men playing a video game with a wii", "gtcaption1": "A couple of young guys standing next to each other in a living room.", "gtcaption2": "Two guys standing in a room with remotes.", "gtcaption3": "a couple of people guys walking down a long hall way", "gtcaption4": "Two boys standing up playing a video game.", "gtcaption5": "Two guys standing in a room playing video games."}, {"image_id": "000000248616", "caption": "a group of men playing tennis on a field", "sgcaption": "a group of men playing tennis on a field", "gtcaption1": "A man swings at a tennis ball on a tennis court.", "gtcaption2": "A slow motion view of a person swinging a tennis racket.", "gtcaption3": "Three images show the man swinging a racket at the tennis ball. ", "gtcaption4": "Three images of the same man hitting a tennis ball", "gtcaption5": "there are three pictures of a man hitting a tennis ball"}, {"image_id": "000000300233", "caption": "a plate of food on a table with a knife", "sgcaption": "a plate of food and a on a counter", "gtcaption1": "The ingredients are on the kitchen counter next to the blender.", "gtcaption2": "ingredients placed on a table for a dish.", "gtcaption3": "A pile of different ingredients sitting next to a  metal blender.", "gtcaption4": "A close up of a bowl of uncooked rice and a jar of oil.", "gtcaption5": "A table with a blender, oil and several seasonings. "}, {"image_id": "000000453302", "caption": "a kitchen with a refrigerator and a microwave", "sgcaption": "a kitchen with a white refrigerator and a table", "gtcaption1": "A kitchen that has a tile floor, a refrigerator, a microwave, and a toaster.", "gtcaption2": "a kitchen with a refrigerator a microwave and a toaster", "gtcaption3": "A workplace break room kitchenette, with refrigerator, two microwave ovens, a toaster and sink.", "gtcaption4": "The kitchen has a refrigerator, toaster, and microwaves.", "gtcaption5": "A break room kitchen is shown with two microwaves."}, {"image_id": "000000336232", "caption": "a man riding a motorcycle down a city street with cars", "sgcaption": "a group of cars on a city street with a bus", "gtcaption1": "A city street filled with lots of traffic and people.", "gtcaption2": "A busy street with cars, a motorcycle and a passenger bus", "gtcaption3": "A street with a motorcycle, bus and cars travelling on it. ", "gtcaption4": "Vehicles are traveling at both ends of the intersection with no traffic control.", "gtcaption5": "A bus, cars and a motorcycle driving in busy traffic on the street."}, {"image_id": "000000112634", "caption": "a giraffe is standing in front of a zoo", "sgcaption": "a giraffe standing next to a in a zoo", "gtcaption1": "A giraffe walking around in a fenced area in a zoo.", "gtcaption2": "Two giraffes standing near a large rock inside a gated corral.", "gtcaption3": "Trees mark the far side of a fence that encloses a large environment space with man made rocks and two giraffes, one close up and very large, the other small, and seemingly far away.  ", "gtcaption4": "Two giraffe's in a zoo with a large rock.", "gtcaption5": "a close up of a giraffe on a dirt ground "}, {"image_id": "000000001353", "caption": "a group of people sitting on a chair in a room", "sgcaption": "a group of people sitting in a chair in a room", "gtcaption1": "some children are riding on a mini orange train", "gtcaption2": "Several children are riding on a toy train ride.", "gtcaption3": "The children are riding on an indoor train. ", "gtcaption4": "Several children on a small  indoor kiddie train.", "gtcaption5": "A group of children ride on an indoor train."}, {"image_id": "000000259854", "caption": "a street sign on the side of a pole", "sgcaption": "a street sign on the side of a building", "gtcaption1": "Two street signs are sitting on top of the pole", "gtcaption2": "a couple of very large signs by a buliding", "gtcaption3": "A sign letting drivers know that they can't stop on the curb. ", "gtcaption4": "There is a billboard add on the side of the street.", "gtcaption5": "A view of several billboards and two traffic signs on one pole. "}, {"image_id": "000000365745", "caption": "a truck is driving down a city street", "sgcaption": "a truck is driving down a city street", "gtcaption1": "A black bomb squad truck driving down a  road.", "gtcaption2": "Several police vehicles at an urban crime scene.", "gtcaption3": "A bomb squad emergency vehicle has stopped in the middle of an intersection. ", "gtcaption4": "A bomb squad vehicle in the middle of an intersection.", "gtcaption5": "A bomb squad truck turning at a crosswalk. "}, {"image_id": "000000172648", "caption": "a police officer standing in front of a truck", "sgcaption": "a man standing next to a truck on the street", "gtcaption1": "a man leaning over the back of a truck in front of buildings", "gtcaption2": "A man bending into the back of a truck on a street.", "gtcaption3": "A man in a construction outfit leaned over a utility truck.", "gtcaption4": "a man reaches in the back of a truck ", "gtcaption5": "a man is reaching for something in the truck bed"}, {"image_id": "000000491757", "caption": "a cat laying on top of a bed", "sgcaption": "a cat sitting on a bed", "gtcaption1": "A cat sitting on top of a bed.", "gtcaption2": "A cat with blue eyes sitting on a pink bed.", "gtcaption3": "this is a cat sitting on a white bed", "gtcaption4": "A cat sitting on top of a bed on the comforter ", "gtcaption5": "there is a cat that is laying on top of a pink bed sheet"}, {"image_id": "000000088485", "caption": "a man holding a frisbee in a room", "sgcaption": "a man holding a frisbee in front of a", "gtcaption1": "The young man is outside playing a game of Frisbee. ", "gtcaption2": "A man is holding a yellow frisbee outside", "gtcaption3": "A man outside playing frisbee in front of a building.", "gtcaption4": "A young man in black clothes holding a yellow frisbee", "gtcaption5": "A boy is throwing a frisbee outside a building."}, {"image_id": "000000376278", "caption": "a zebra laying on the grass in a field", "sgcaption": "a zebra laying on the ground in a field", "gtcaption1": "A zebra is lying on the ground with other zebras.", "gtcaption2": "A zebra lays down in a leafy field.", "gtcaption3": "A picture of an animal on the ground.", "gtcaption4": "A lazy zebra lays in the straw near a rocky field.", "gtcaption5": "Several zebras laying down in a rocky field."}, {"image_id": "000000022892", "caption": "a couple of dogs sitting on a window", "sgcaption": "a dog looking out of a window", "gtcaption1": "A cats sits on the table with a dog outside.", "gtcaption2": "A dog and a cat are watching the plants on the table..", "gtcaption3": "A dog looks through a window at a cat sitting on a table. ", "gtcaption4": "A cat sitting on a table next to plants and a dog outside of a sliding glass door, looking in.", "gtcaption5": "Dog looking in a window at a cat next to plants."}, {"image_id": "000000127263", "caption": "two men playing with a frisbee in a field", "sgcaption": "two men jumping in the air to catch a frisbee", "gtcaption1": "A couple of men playing a game of frisbee.", "gtcaption2": "Two men on opposite teams jumping for a Frisbee.", "gtcaption3": "Two men are reaching to catch a frisbee.", "gtcaption4": "Two men playing a game of Frisbee in a field.", "gtcaption5": "The men are playing a game of Frisbee on the grassy field,"}, {"image_id": "000000054931", "caption": "a little girl is holding a horse in a field", "sgcaption": "a little girl is holding a white horse", "gtcaption1": "a woman with a rope leading a horse", "gtcaption2": "A woman walking a horse on some property with trees.", "gtcaption3": "A woman in high heels is leading a white horse with a rope.", "gtcaption4": "A woman leading a horse through an exercise yard.", "gtcaption5": "An attractive young woman leads a grey horse through a paddock."}, {"image_id": "000000407298", "caption": "a young boy is holding a baseball glove", "sgcaption": "a young boy wearing a baseball glove and a field", "gtcaption1": "A kid with a glove and a ball.", "gtcaption2": "A young ball player poses with his baseball glove.", "gtcaption3": "a boy with a baseball glove and ball", "gtcaption4": "A happy little boy holding a baseball with a baseball glove.", "gtcaption5": "A young boy wearing a catchers mitt holding a ball."}, {"image_id": "000000463542", "caption": "a group of people skiing down a snow covered slope", "sgcaption": "a group of people skiing down a snow covered slope", "gtcaption1": "a number of people riding skis on a snowy surface", "gtcaption2": "Many people are skiing down a hill that is full of snow.", "gtcaption3": "A group of skiers going downhill together. ", "gtcaption4": "A group of people riding on skis on a snowy slope.", "gtcaption5": "A lot of people skiing down a ski slope."}, {"image_id": "000000256868", "caption": "a man doing a trick on a skateboard in the air", "sgcaption": "a man doing a trick on a skateboard in the air", "gtcaption1": "Man preforming stunt on skateboard outside in the city.", "gtcaption2": "A skateboarder with his board on the edge of a concrete divider while another boy chases the skateboarder with a camera. ", "gtcaption3": "a man films a skate boarder doing a trick ", "gtcaption4": "A man riding a skateboard down a cement ramp.", "gtcaption5": "A man filming a person skateboarding on a wall."}, {"image_id": "000000207585", "caption": "a group of teddy bears sitting on a bench", "sgcaption": "a group of teddy bears sitting on a table", "gtcaption1": "A group of stuffed animals sitting on top of a wall.", "gtcaption2": "This is a picture of four stuffed animals.", "gtcaption3": "Three teddy bears and a stuffed cat on a stone wall.", "gtcaption4": "Four stuffed animals, a leopard and three teddy bears, in a row sitting on a stone ledge with grass and trees behind.", "gtcaption5": "A bunch of teddy bears sitting on a stone wall."}, {"image_id": "000000305609", "caption": "a group of plates of food on a table", "sgcaption": "a group of plates of food on a table", "gtcaption1": "a table with many plates of food on top", "gtcaption2": "A table that has several plates of breakfast food on it.", "gtcaption3": "A table is covered in breakfast foods at a Waffle House.", "gtcaption4": "A table full of plates of breakfast food.", "gtcaption5": "Various plates of food that include hashbrowns, waffles and grits."}, {"image_id": "000000507081", "caption": "a kitchen with a stove and a window", "sgcaption": "a kitchen with a stove and a window", "gtcaption1": "A kitchen with its light's off, with light coming from an open door.", "gtcaption2": "A kitchen has an oven, refrigerator, and a door with a window in it.", "gtcaption3": "A dark kitchen with a window letting in daylight.", "gtcaption4": "A kitchen with a stove, sink and coffee maker.", "gtcaption5": "A view of a narrow kitchen with the only light coming from a glass door."}, {"image_id": "000000383676", "caption": "two giraffes standing next to a giraffe in a zoo", "sgcaption": "two giraffes are standing next to a fence", "gtcaption1": "A giraffe and its pack standing in an enclosure.", "gtcaption2": "Two giraffes stand near rocks in a zoo.", "gtcaption3": "Some giraffes are standing in the middle of the zoo exhibit. ", "gtcaption4": "Giraffes inside of their habitat at a zoo ", "gtcaption5": "two giraffes taking turns eating leaves from a tree"}, {"image_id": "000000490413", "caption": "a large airplane is parked on top of a runway", "sgcaption": "a small airplane is parked on top of an airport", "gtcaption1": "The airplane has landed behind a fence with barbed wire", "gtcaption2": "An airplane sitting on a runway with a fence around it.", "gtcaption3": "The airplane is on the ground, but getting ready for takeoff.", "gtcaption4": "A plane that is sitting on the asphalt behind a fence.", "gtcaption5": "A plane is surrounded by a high barbed-wire fence."}, {"image_id": "000000486046", "caption": "a giraffe and a zebra standing next to a building", "sgcaption": "a giraffe and a zebra standing next to a fence", "gtcaption1": "a giraffe staring right into the camera ", "gtcaption2": "a close up of a giraffe with a zebra in the background", "gtcaption3": "A baby giraffe and a baby zebra stand near a green hut.", "gtcaption4": "A giraffe is close up next to the camera.", "gtcaption5": "A giraffe and two zebras in a dirt area next to fence."}, {"image_id": "000000282912", "caption": "a giraffe standing next to a fence", "sgcaption": "a close up of a giraffe standing next to a fence", "gtcaption1": "A giraffe next to a stone fence staring off into the distance.", "gtcaption2": "a giraffe standing in a pen next to a tree trunk.", "gtcaption3": "A close up of a giraffes neck and face.", "gtcaption4": "A adult giraffe walking alone in a field", "gtcaption5": "A giraffe is standing near a rock with green bushes in the background."}, {"image_id": "000000182441", "caption": "a man standing on the beach with a flock of birds", "sgcaption": "a man standing on a beach with a flock of birds", "gtcaption1": "A bunch of birds flying around a couple of waves near the ocean.", "gtcaption2": "A man standing on the beach watching some sea bird feed.", "gtcaption3": "a number of birds flying over a body of water ", "gtcaption4": "A man standing on a beach in front of the ocean.", "gtcaption5": "A man is standing outside of the water observing the huge flock of birds. "}, {"image_id": "000000492282", "caption": "a group of people riding horses on a street", "sgcaption": "a group of people riding horses on a street", "gtcaption1": "A man who is riding a horse down a brick street.", "gtcaption2": "A couple of people who are on the back of a horse.", "gtcaption3": "Oman and group of people on horseback moving down cement path", "gtcaption4": "A group of people ride horses on a sidewalk adjacent to trees. ", "gtcaption5": "People are riding horses next to the trees."}, {"image_id": "000000125072", "caption": "a herd of cows grazing on a road in the water", "sgcaption": "a herd of cows are standing on the side of a road", "gtcaption1": "Cattle grazing on grass near a lake surrounded by mountain..", "gtcaption2": "Cows wandering free in the grass by the ocean.", "gtcaption3": "Cows graze an open field next to the ocean.", "gtcaption4": "Five cows are grazing at a lake next to a road.", "gtcaption5": "Cattle are crossing the road to a beach front."}, {"image_id": "000000407943", "caption": "a man wearing a white shirt and a tie", "sgcaption": "a man wearing a white shirt and a tie", "gtcaption1": "A man walking in front of an open umbrella.", "gtcaption2": "A head in silhouette in front of a large umbrella.", "gtcaption3": "a shadow of a man on an umbrella ", "gtcaption4": "The shadow of a man's head is seen cast on an airbag.", "gtcaption5": "a mans shadow in front of lighting equipment"}, {"image_id": "000000364166", "caption": "two zebras standing next to each other in a field", "sgcaption": "two zebras standing in the grass in a field", "gtcaption1": "2 Zebras standing next to each other in plaines", "gtcaption2": "An adult and baby zebra looking onward on a field.", "gtcaption3": "Two zebras standing side by side in a field", "gtcaption4": "A young zebra with an adult zebra standing on a parched brown landscape.", "gtcaption5": "An adult and a baby zebra are on the savannah."}, {"image_id": "000000052591", "caption": "a woman is standing on skis in the snow", "sgcaption": "a woman standing on skis in the snow", "gtcaption1": "A woman standing while holding a pole on snow", "gtcaption2": "A girl posing with ski equipment in the snow", "gtcaption3": "A classic black and white photo of a woman holding ski's", "gtcaption4": "a female standing beside a wooden post with a fake background", "gtcaption5": "A woman holding a couple of ski poles and skis."}, {"image_id": "000000032570", "caption": "a man riding a wave on a surfboard in the ocean", "sgcaption": "a man riding a wave on a surfboard in the ocean", "gtcaption1": "A man riding a wave on top of a white surfboard.", "gtcaption2": "A photo inside and ocean wave looking at a person on a surfboard.", "gtcaption3": "A crashing wave is about to close in on a surfer.  ", "gtcaption4": "A man riding a wave on a surf board.", "gtcaption5": "A man on a surfboard inside a large wave."}, {"image_id": "000000334530", "caption": "a man riding a wave on a surfboard in the ocean", "sgcaption": "a man riding a wave on a surfboard in the ocean", "gtcaption1": "A man riding a surfboard inside of a wave.", "gtcaption2": "an image of a man riding the ocean waves on his surfboard", "gtcaption3": "There is a surfer on a surfboard in a pipeline", "gtcaption4": "A man surfing through a very large wave that is coming over his head.", "gtcaption5": "A surfer rides his board inside an arching wave."}, {"image_id": "000000308587", "caption": "a group of people flying kites in the water", "sgcaption": "a group of people flying kites in the water", "gtcaption1": "People are in the water with kites flying over them.", "gtcaption2": "The photo shows the many ways to enjoy the beach--kite flying, bathing, lying in the sun, walking along the sand.", "gtcaption3": "Several para sailors on choppy water under a cloudy sky.", "gtcaption4": "A few para-surfers on the water near a beach.", "gtcaption5": "People are windsurfing near a beach on a cloudy day."}, {"image_id": "000000486573", "caption": "a vase with flowers sitting on top of a window", "sgcaption": "a vase with white flowers sitting on a window", "gtcaption1": "A vase filled with water and white flowers.", "gtcaption2": "A vase of white flowers sitting on a window sill. ", "gtcaption3": "White flowers sit in a vase by the window.", "gtcaption4": "A clear vase of simple flowers is sitting in a windowsill.", "gtcaption5": "A vase with white flowers sitting next to an open window."}, {"image_id": "000000125129", "caption": "a man and a woman sitting at a table", "sgcaption": "a man and a woman sitting at a table with a", "gtcaption1": "A man in an Arabic type outfit on a cell phone.", "gtcaption2": "a person is sitting at the table reading ", "gtcaption3": "A person on a cell phone sitting at a table.", "gtcaption4": "A man in white is sitting at a table", "gtcaption5": "a man in glasses with a gown seated on a table"}, {"image_id": "000000115118", "caption": "a train is sitting on the tracks", "sgcaption": "a train is on the tracks in a", "gtcaption1": "a train of many colors is coming down the track", "gtcaption2": "A train pulling red, white and blue cars.", "gtcaption3": "Cargo train is traveling on a track next to a forest. ", "gtcaption4": "A train driving down the tracks near several trees.", "gtcaption5": "A locomotive hauling a colorful train of boxcars. "}, {"image_id": "000000130566", "caption": "a train is sitting on the tracks", "sgcaption": "a train is sitting on the tracks", "gtcaption1": "A yellow train on the tracks with several cars", "gtcaption2": "A train pulls past an intersection in the rail in a rural area.", "gtcaption3": "a long cargo train going down a track by some trees ", "gtcaption4": "A train with a red and yellow engine on a railroad track.", "gtcaption5": "A train pulls a large number of cars through a junction."}, {"image_id": "000000137727", "caption": "a train is sitting at a train station", "sgcaption": "a group of luggage sitting at a train station", "gtcaption1": "A motorized cart fills a train with luggage", "gtcaption2": "A high-speed passenger train is being loaded with luggage. ", "gtcaption3": "a cargo truck is loading a train with luggage", "gtcaption4": "A passenger train parked next to a platform.", "gtcaption5": "A pile of luggage rests outside of a train."}, {"image_id": "000000294855", "caption": "a group of luggage sitting on top of a floor", "sgcaption": "a stack of luggage sitting on top of each other", "gtcaption1": "a suit case sits on a top next to some drink ", "gtcaption2": "A metal bucket with a bottle of booze sticking out of it.", "gtcaption3": "A bowl holding a bottle of champagne below a black suitcase.", "gtcaption4": "A bottle in a ice bucket sits on a floor next to a luggage rack.", "gtcaption5": "A suitcase sitting next to a bottle of champagne."}, {"image_id": "000000463283", "caption": "a orange and a glass of orange juice on a table", "sgcaption": "a orange and a glass of orange juice on a table", "gtcaption1": "An alcoholic beverage with an orange slice in it. ", "gtcaption2": "A glass of juice with a spoon and a slice of orange", "gtcaption3": "A drink with ice and straws in it with a orange slice on the edge of the glass. ", "gtcaption4": "A glass full of juice with an orange slice sticking out of it.", "gtcaption5": "A drink that has a slice of an orange in it."}, {"image_id": "000000452784", "caption": "a person is holding a bowl of food in a table", "sgcaption": "a person holding a bowl of broccoli and a table", "gtcaption1": "A plate of food that includes lentils and leafy greens.", "gtcaption2": "a person washing something under the running water of a faucet next to a bowl of greens.", "gtcaption3": "The cook is rinsing a draining the greens at her kitchen sink.", "gtcaption4": "a big orange bowl full of assorted veggies with hands above it ", "gtcaption5": "A person washing their hands near a bowl of broccoli."}, {"image_id": "000000426203", "caption": "a man doing a trick on a skateboard in the air", "sgcaption": "a man doing a trick on a skateboard in the air", "gtcaption1": "A skateboarder is riding along the top of a rail.", "gtcaption2": "Parkour while skating on a rail in urban", "gtcaption3": "A skateboarder is grinding on a black rail.", "gtcaption4": "A skater is attempting a rail grind. ", "gtcaption5": "A man riding a skateboard down a metal hand rail next to some buildings."}, {"image_id": "000000326462", "caption": "a person holding a donut with sprinkles", "sgcaption": "a person holding a donut with sprinkles", "gtcaption1": "Pink donut with white sprinkles on the top of it. ", "gtcaption2": "a person holds a doughnut with sprinkles on it ", "gtcaption3": "A red icing doughnut with sprinkles on top.", "gtcaption4": "A person holding a donut with a napkin.", "gtcaption5": "A person is holding a doughnut with sprinkles."}, {"image_id": "000000374083", "caption": "a man and a woman standing in front of a cake", "sgcaption": "a man and a woman cutting a cake", "gtcaption1": "A man and a girl standing next to two cakes in the kitchen. ", "gtcaption2": "A man and a young girl choosing between two cakes.", "gtcaption3": "A man and little girl in front of a cake.", "gtcaption4": "A man and little girl are in a kitchen looking at cakes.", "gtcaption5": "A man and a child in the kitchen with two cakes."}, {"image_id": "000000094157", "caption": "a building with a clock tower on top of it", "sgcaption": "a large building with a clock tower on top of it", "gtcaption1": "Large clock tower sitting in front of a park. ", "gtcaption2": "A large, ornate clock tower rises above another skyscraper.", "gtcaption3": "A group of people in a park with a tall clock tower in the background.", "gtcaption4": "A clock tower in front of a building", "gtcaption5": "A large brick clock tower stands high above the trees."}, {"image_id": "000000348012", "caption": "a pair of scissors sitting in a bowl", "sgcaption": "a pair of scissors sitting on top of a bowl", "gtcaption1": "Scissors are resting on a roll of clear tape.", "gtcaption2": " A pair of black scissors sitting on a role of tape.", "gtcaption3": "A pair of black handled scissors rest on a roll of clear packing tape.", "gtcaption4": "a pair of black scissors and a roll of tape", "gtcaption5": "A pair of black handled scissors lying on a roll of tape."}, {"image_id": "000000167122", "caption": "a car parked on the street at night", "sgcaption": "a car parked on the street at night", "gtcaption1": "an image of a night scene with a cat on top of a car", "gtcaption2": "Night picture of a car parked and some parking lights in the distance.", "gtcaption3": "A car sitting on a car with a wall in the background.", "gtcaption4": "A cat sitting on top of a car at night time.", "gtcaption5": "A cat sitting on a car parked outside a building at night."}, {"image_id": "000000504074", "caption": "a woman sitting on a chair with a laptop", "sgcaption": "a woman sitting on a chair with a laptop", "gtcaption1": "Women that are sitting outside on a patio area and smoking cigarettes.", "gtcaption2": "The woman is sitting down with a laptop on her lap.", "gtcaption3": "Two women sitting together in the back yard", "gtcaption4": "Two people sitting outside, one with a laptop.", "gtcaption5": "a woman is sitting outside with a laptop"}, {"image_id": "000000090208", "caption": "two green double decker buses parked next to each other", "sgcaption": "two double decker buses parked next to each other", "gtcaption1": "The picture of three buses on a lot.", "gtcaption2": "Three double decked buses are parked on pavement.", "gtcaption3": "Several green and red double decker buses lined up parked.", "gtcaption4": "a green double decker bus sits at the front of a row of buses", "gtcaption5": "A green and two red double decker tour buses."}, {"image_id": "000000117525", "caption": "a man wearing a santa hat sitting in front of a christmas tree", "sgcaption": "a man wearing a santa hat in front of a christmas tree", "gtcaption1": "A man in front of a Christmas tree with his dog.", "gtcaption2": "A man in a red Santa hat and a dog pose in front of a Christmas tree.", "gtcaption3": "A man wearing a Santa hat holding a dog posing for a picture.", "gtcaption4": "A bearded man in a Santa hat holding a small dog.", "gtcaption5": "A man holding his dog stands in front of the tree. "}, {"image_id": "000000268000", "caption": "a train is sitting at a train station", "sgcaption": "a train is on the tracks at a train station", "gtcaption1": "A passenger train on the tracks going under a bridge.", "gtcaption2": "Train riding down the train track stopping at the station.", "gtcaption3": "A train passing into a station, in a well designed station.", "gtcaption4": "A train is entering a train station. ", "gtcaption5": "a big train passes under a big bridge "}, {"image_id": "000000006040", "caption": "a blue and white train is on a street", "sgcaption": "a blue and white train is at a train station", "gtcaption1": "A blue and white train is moving on the rails. ", "gtcaption2": "A five car blue and white train with passengers", "gtcaption3": "An electric train is traveling down the track on a road.", "gtcaption4": "A close-up of an electric train going by on the tracks.", "gtcaption5": "A large white and blue train on a train track."}, {"image_id": "000000377368", "caption": "a teddy bear sitting on top of a table", "sgcaption": "a teddy bear sitting on top of a table", "gtcaption1": "A cake shaped as a Teddy Bear on a wooden table.", "gtcaption2": "A bear shaped birthday cake with candles on a table.", "gtcaption3": "A decorative frosted teddy bear 30th birthday cake.", "gtcaption4": "A cake shaped like a teddy bear sits on a platter.", "gtcaption5": "A gray teddy bear cake on top of a wooden bench."}, {"image_id": "000000200961", "caption": "a man is playing with a frisbee in a field", "sgcaption": "a man is playing with a frisbee in a field", "gtcaption1": "A man holding a white frisbee walking on top of a green grass covered field.", "gtcaption2": "A woman who just caught a frizzebe, and is falling.", "gtcaption3": "A man is a blur as he runs to hold something in his hand kneeling towards the grass.", "gtcaption4": "A man bent over in an open grassy field with something in his hand.", "gtcaption5": "A man is charging through a field of grass."}, {"image_id": "000000259097", "caption": "a man is throwing a frisbee in a field", "sgcaption": "a man is in a field with a frisbee", "gtcaption1": "A person trying to reach a Frisbee in a field with high brown grass.", "gtcaption2": "A young boy in a red top is playing with a red object tossed in the sky.", "gtcaption3": "A young man in a red jacket jumping for a Frizbee in a field.", "gtcaption4": "A guy is jumping to catch a frisbee in tall grass.", "gtcaption5": "A man jumps to catch a Frisbee flying through the air."}, {"image_id": "000000473406", "caption": "a little girl sitting in a bathroom with a plate of food", "sgcaption": "a little girl sitting on a kitchen counter with a plate of food", "gtcaption1": "A little girl sitting on a kitchen counter next to a plate of food.", "gtcaption2": "A child on a counter by a plate of fires.", "gtcaption3": "A little boy sitting on a kitchen counter top next to a plate of sliced apples.", "gtcaption4": "A young child sitting on a kitchen counter next to some sliced apples.", "gtcaption5": "A young child is sitting on top of the kitchen counter."}, {"image_id": "000000287959", "caption": "a sandwich on a plate with a table", "sgcaption": "a sandwich sitting on top of a white plate", "gtcaption1": "a sandwich that has something green and red in it", "gtcaption2": "The bread has meat on it  and  vegetable    ", "gtcaption3": "This is a meatball sandwich sitting on a plate. ", "gtcaption4": "The sandwich had been cut and was ready to eat.", "gtcaption5": "This cross section of a sandwich is still wrapped"}, {"image_id": "000000007278", "caption": "a man riding a wave on a surfboard in the ocean", "sgcaption": "a man riding a wave on a surfboard in the ocean", "gtcaption1": "there is a male surfer that is riding in the wave", "gtcaption2": "a man on a surf board rides a wave ", "gtcaption3": "A man in a wet suit riding a wave on a surf board.\n", "gtcaption4": "A man that is on a surfboard in the water.", "gtcaption5": "A surfer in the ocean on the crest of a wave."}, {"image_id": "000000266892", "caption": "a woman holding a tennis racket on a tennis court", "sgcaption": "a woman standing on a tennis court holding a racket", "gtcaption1": "a woman standing at the end of a tennis court holding up a racket ", "gtcaption2": "A tennis match with a crowd watching the action.", "gtcaption3": "A woman in white shirt and skirt playing a game of tennis.", "gtcaption4": "Woman waiting for a serve in a tennis match.", "gtcaption5": "Woman wearing white playing tennis with a partner."}, {"image_id": "000000569059", "caption": "a desk with a computer sitting on top of it", "sgcaption": "a desk with a computer and a on it", "gtcaption1": "A wooden desk sitting in a living room with a monitor on top of it.", "gtcaption2": "A desk with a keyboard, mouse and computer monitor.", "gtcaption3": "A computer is sitting on its desktop, setup on the desk with a keyboard. ", "gtcaption4": "This desk has a desk top computer along with pictures and a lamp", "gtcaption5": "Chair at a desk in the corner with lamp, monitor, keyboard and mouse on top."}, {"image_id": "000000408774", "caption": "a group of baseball players playing a game of baseball", "sgcaption": "a group of baseball players playing a game of a field", "gtcaption1": "A group of people on a field playing baseball.", "gtcaption2": "A player running the bases of a base ball game while an opposing player goes for the ball.", "gtcaption3": "Athletes during game on ball field on cloudy day.", "gtcaption4": "a man catching a ball in the outfield during a baseball game.", "gtcaption5": "A man diving for a baseball as another runs towards home plate."}, {"image_id": "000000462031", "caption": "a baseball player holding a bat on a field", "sgcaption": "a baseball player holding a bat on a field", "gtcaption1": "A man holding a bat on top of a field under a light.", "gtcaption2": "A black and white photo of a man in a baseball uniform holding a bat.", "gtcaption3": "A baseball player holding a bat over their shoulder.", "gtcaption4": "a black and white photo of a baseball player", "gtcaption5": "the batter is ready to hit the ball"}, {"image_id": "000000223738", "caption": "a baseball player swinging a bat at a ball", "sgcaption": "a baseball player swinging a bat at a ball", "gtcaption1": "Young man in orange jersey swinging a baseball bat.", "gtcaption2": "A baseball player hit the ball during a game.", "gtcaption3": "People watching a player swing a baseball bat.", "gtcaption4": "A baseball player in an orange jersey taking a swing.", "gtcaption5": "A baseball player hitting the ball during a baseball game."}, {"image_id": "000000027620", "caption": "a desk with a laptop computer sitting on top of it", "sgcaption": "a desk with a laptop computer sitting on top of it", "gtcaption1": "A laptop sitting on a desk next to a chair and another computer.", "gtcaption2": "The laptop was left open on the desk. ", "gtcaption3": "a desk with a computer sitting on top of it ", "gtcaption4": "a glass desk and chair with a laptop and keyboard", "gtcaption5": "A desk that has a laptop computer on it."}, {"image_id": "000000363188", "caption": "a group of people walking down a street talking on a cell phone", "sgcaption": "a group of people talking on a cell phone", "gtcaption1": "People dressed as zombies walking down the street.", "gtcaption2": "A group of people walking on a city street dressed up like zombies.", "gtcaption3": "Five young people are seen wearing zombie costumes.", "gtcaption4": "A group of people walk down the street dressed as zombies.", "gtcaption5": "A zombie apocalypse is happening on the street."}, {"image_id": "000000228981", "caption": "a group of cell phones sitting on top of a table", "sgcaption": "a group of cell phones sitting on a table", "gtcaption1": "A smart phone, digital camera and mobile phone on display.", "gtcaption2": "A table with three different electronic devices. ", "gtcaption3": "A pocket PC, digital camera, and old cell phone. ", "gtcaption4": "three different kinds of electronic devices all in a row", "gtcaption5": "A close up of a PDA, digital camera and a music player."}, {"image_id": "000000064084", "caption": "a plate of food with a sandwich and a table", "sgcaption": "a plate of food with a sandwich and a table", "gtcaption1": "A batch of bread slices sitting on a plate.", "gtcaption2": "a plate with some pieces of bread on it ", "gtcaption3": "Sliced french bread is on a plat that is lying on a table.", "gtcaption4": "Bread that is sitting on a plate that is on a table.", "gtcaption5": "A white plate with lots topped with garlic bread."}, {"image_id": "000000177489", "caption": "a group of people sitting at a table eating food", "sgcaption": "a man and a woman sitting at a table", "gtcaption1": "Two people that are sitting on a table.", "gtcaption2": "a man and a woman sitting at table", "gtcaption3": "A man and a woman eating salad near the kitchen", "gtcaption4": "A man and a woman sitting inside eating salad", "gtcaption5": "two people sitting at a table with plates of food"}, {"image_id": "000000433243", "caption": "two giraffes and a giraffe standing next to a tree", "sgcaption": "two giraffes and a zebra standing next to a", "gtcaption1": "a zebra and a giraffe stand next to each other.", "gtcaption2": "A zebra and a giraffe eat some hay together.", "gtcaption3": "Giraffe and a zebra standing side by side ", "gtcaption4": "A giraffe and a zebra stand side by side as they eat.", "gtcaption5": "A giraffe eats next to a zebra among some rocks."}, {"image_id": "000000562448", "caption": "a bus is driving down a city street", "sgcaption": "a bus is driving down a city street at night", "gtcaption1": "A white bus is driving down the street", "gtcaption2": "VERY BLURRY PHOTO OF A BUS SPEEDING THROUGH A TUNNEL", "gtcaption3": "A city bus driving on a road with blurred lights and the city street behind it.", "gtcaption4": "A bus driving down a street at night.", "gtcaption5": "A bus driving down the road really fast"}, {"image_id": "000000542625", "caption": "a bird sitting on top of a car", "sgcaption": "a bird sitting on top of a car", "gtcaption1": "A bird sits on a parking meter with several parked cars in the street.", "gtcaption2": "A bird on a parking meter next to a car.", "gtcaption3": "A bird stand on top of a parking meter. ", "gtcaption4": "a black bird is sitting on a parking meter and some cars", "gtcaption5": "Outside photo of parked cars with a blackbird sitting on a parking meter."}, {"image_id": "000000025181", "caption": "a black and white photo of a train station", "sgcaption": "a black and white photo of a train station", "gtcaption1": "A train station with an awning is depicted with a train on the right platform.", "gtcaption2": "A International train station with a passenger train passing by.", "gtcaption3": "A train platform with trains on the other side", "gtcaption4": "A train pulling into a station beside a platform.", "gtcaption5": "The train is traveling down the railroad tracks. "}, {"image_id": "000000057244", "caption": "a train is sitting on the tracks", "sgcaption": "a old train is sitting on the tracks", "gtcaption1": "A rusted out train engine sitting next to a green forest.", "gtcaption2": "An old rusty pipe that is connected to building with windows.", "gtcaption3": "A rusted train engine in a sunny day.", "gtcaption4": "A very old and rusted train parked on the tracks.", "gtcaption5": "A picture of an old, rusty part of a train"}, {"image_id": "000000258911", "caption": "a group of cows are standing in a field", "sgcaption": "a group of cows are standing next to each other", "gtcaption1": "A row of cows standing behind a metal fence.", "gtcaption2": "Several cows that are lined up next to one another.", "gtcaption3": "a person standing next to cows behind containers", "gtcaption4": "Cows stand in line at a far as people look at them.", "gtcaption5": "A woman in a straw hat takes photos of brown cows inside a barn."}, {"image_id": "000000018770", "caption": "a man wearing a suit and tie", "sgcaption": "a man in a suit and tie", "gtcaption1": "A man in a suit with a blue tie and vest.", "gtcaption2": "A man is wearing a black suit and a printed tie", "gtcaption3": "A man is wearing a dark jacket and a silk vest and tie.", "gtcaption4": "THERE IS A MAN STANDING WITH A TIE AND SUIT ON", "gtcaption5": "A man wears a dark suit with a dark tie."}, {"image_id": "000000368961", "caption": "a group of elephants standing next to a man", "sgcaption": "two elephants standing next to each other", "gtcaption1": "Two mini elephants walking  toward people on a plank ", "gtcaption2": "Two elephants standing behind a rope in an enclosure", "gtcaption3": "A couple of elephants standing next to each other.", "gtcaption4": "Two large elephants waiting to enter their shelter.", "gtcaption5": "Two elephants with a rubber ball are kept in the area with a little chain."}, {"image_id": "000000414261", "caption": "a black bear standing on top of a rock", "sgcaption": "a black bear sitting on top of a rock", "gtcaption1": "Baby bear climbing large rock near pine tree.", "gtcaption2": "A baby bear that is laying on a rock.", "gtcaption3": "some kind of animal that is on a rock", "gtcaption4": "A large black bear laying on top of a large rock.", "gtcaption5": "A bear cub struggles to scale a boulder."}, {"image_id": "000000190648", "caption": "a bedroom with a bed in a room with a window", "sgcaption": "a bedroom with a bed in a room with a window", "gtcaption1": "A messy and unmade bed and a red chair", "gtcaption2": "A soiled bed with the mattress falling off the bed.", "gtcaption3": "A dirty bed room with dirty sheets on the bed ", "gtcaption4": "A room with holes in the wall and dirt on the bed looking utterly disgusting. ", "gtcaption5": "a bed that looks like it has blood on it and a big hole in the paneling "}, {"image_id": "000000356505", "caption": "a woman riding a wave on a surfboard in the ocean", "sgcaption": "a woman riding a wave on a surfboard in the ocean", "gtcaption1": "A woman in a bikini riding a wave on a surfboard.", "gtcaption2": "A woman in a bikini is on a surfboard", "gtcaption3": "A young woman in a bikini surfs a small wave.", "gtcaption4": "A woman is riding the waves on a surfboard.", "gtcaption5": "A woman riding a surfboard on a wave."}, {"image_id": "000000025386", "caption": "a man and a woman sitting at a table with food", "sgcaption": "a man and a woman sitting at a table with food", "gtcaption1": "A man sitting on a train next to a woman.", "gtcaption2": "A man and women eating a plate of food with chop sticks. ", "gtcaption3": "two people on a train with trays of food ", "gtcaption4": "A man and woman are sitting together while the man eats with chopsticks.", "gtcaption5": "The man is using chopsticks to eat his meal."}, {"image_id": "000000156292", "caption": "a group of clocks on a building with a clock", "sgcaption": "a man standing in front of a group of clocks", "gtcaption1": "A woman standing in front of an outdoor wall decorated with images and clocks.", "gtcaption2": "A person is looking at a display of clocks", "gtcaption3": "A man stands in front of a wall featuring a variety of dials, clocks, and pictures. ", "gtcaption4": "A person standing looking at a  large statue with clocks built into it.", "gtcaption5": "a wall has many different clocks on display"}, {"image_id": "000000032334", "caption": "a man and a woman holding a glass of wine", "sgcaption": "a man and a woman holding wine glasses", "gtcaption1": "Two people are smiling holding empty wine glasses.", "gtcaption2": "Man and woman doing a toast with a glass of wine.", "gtcaption3": "A man and a woman toast their wine glasses.", "gtcaption4": "Some friends pose for a picture while holding wine glasses.", "gtcaption5": "Two people, a man and a woman, are toasting with wine glasses."}, {"image_id": "000000022371", "caption": "a man sitting at a table with a laptop computer", "sgcaption": "a man sitting at a table with a laptop computer", "gtcaption1": "a man sitting at a desk in front of a laptop computer", "gtcaption2": "A man contemplating something at a desk with a laptop.", "gtcaption3": "A man in thought sitting in front of a laptop with a pen in his hand. ", "gtcaption4": "A man in shirt and tie at desk with laptop.", "gtcaption5": "A man that is sitting at a desk with a pen and laptop."}, {"image_id": "000000262440", "caption": "a bathroom with a toilet and a sink", "sgcaption": "a bathroom with a toilet and a tub", "gtcaption1": "A bathroom with a toilet, sink, bath tub, and a small cabinet.", "gtcaption2": "a bath room with a bath tub a toilet and a sink", "gtcaption3": "A bathroom with lighting and a toilet and other things.", "gtcaption4": "A large whirlpool tub in the corner of a tiled bathroom", "gtcaption5": "A white bathroom with all of the necessities."}, {"image_id": "000000137950", "caption": "a small plane is flying in the sky", "sgcaption": "a black and white photo of an airplane flying in the sky", "gtcaption1": "A plane flying over several houses and lots of trees. ", "gtcaption2": "A plane flies through the sky above some trees. ", "gtcaption3": "An old photo of a small plane in the air.", "gtcaption4": "an airplane is flying over some trees and buildings", "gtcaption5": "A tri-motor, vintage airplane on final approach to land."}, {"image_id": "000000110282", "caption": "a traffic light on the side of a field", "sgcaption": "a traffic light in the middle of a field", "gtcaption1": "A metal pole with a traffic light attached, red right arrow illuminated, with green grass, green trees, and white sky in background.", "gtcaption2": "A stop sign that is on the side of a pole.", "gtcaption3": "A traffic light on a pole with a grassy hill in the background.", "gtcaption4": "a stop light that is next to some trees and grass", "gtcaption5": "A turn signal with a red arrow illuminated on it."}, {"image_id": "000000443969", "caption": "a little girl is holding an umbrella in a cage", "sgcaption": "a little girl standing in a shopping cart with an umbrella", "gtcaption1": "A baby girl standing in a shopping cart holding an umbrella.", "gtcaption2": "A GIRL IS IN A GROCERY CART ", "gtcaption3": "A little girl is riding in a shopping cart while holding her umbrella.", "gtcaption4": "A little girl inside of a shopping cart.", "gtcaption5": "A small child stands in a shopping cart with an umbrella."}, {"image_id": "000000398810", "caption": "a black cat sitting in front of a window", "sgcaption": "a black cat sitting in front of a window", "gtcaption1": "A small cat sitting on top of a couch looking out a window at another cat.", "gtcaption2": "Two orange cats in windows in buildings across from one another.", "gtcaption3": "A cat peeking around a curtain at a cat across the way in a window.", "gtcaption4": "A cat staring out a window at another cat.", "gtcaption5": "Tow cats laying down looking out of the windows."}, {"image_id": "000000085665", "caption": "a kite is flying in the sky", "sgcaption": "a kite is flying in the sky", "gtcaption1": "A decorated kite with tail flies in a gray sky. ", "gtcaption2": "A painting of a blue fish flying through the canvas", "gtcaption3": "A blue kite is flying in the sky", "gtcaption4": "A brightly colored kite shaped like a fish flies in a clear sky,", "gtcaption5": "A blue colorful kite flying through the gray sky."}, {"image_id": "000000377239", "caption": "a woman is holding an umbrella on a street", "sgcaption": "a woman holding a pink umbrella", "gtcaption1": "A woman holding a cigarette smiling at the camera on a sunny day.", "gtcaption2": "a beautiful lady walking with a pink umbrella holding bottled water and a cigarette.", "gtcaption3": "A dark skinned woman posses beneath an umbrella. ", "gtcaption4": "A woman standing outside under a pink umbrella.", "gtcaption5": "A woman with an umbrella on the street."}, {"image_id": "000000325991", "caption": "a man is holding a frisbee in a field", "sgcaption": "a man holding a frisbee in a field", "gtcaption1": "A young man in a red shirt is throwing a frisbee.", "gtcaption2": "A man gets ready to throw a frisbee in a park.", "gtcaption3": "A man holding a frisbee with one hand in the grass.", "gtcaption4": "A man in a red shirt tossing a white frisbee.", "gtcaption5": "a man is about to throw a Frisbee in a grassy field"}, {"image_id": "000000102805", "caption": "a man sitting on a boat with a frisbee", "sgcaption": "a man wearing a hat and a in a parking lot", "gtcaption1": "A man in holds a Frisbee in the parking lot by the river.", "gtcaption2": "The man found the frisbee by the parked cars.", "gtcaption3": "A man holding a frisbee in a parking lot near water. ", "gtcaption4": "A man holding a white object in his hand.", "gtcaption5": "A man wearing a hat and holding an object in his hand."}, {"image_id": "000000553221", "caption": "a man flying a kite in the ocean", "sgcaption": "a man is in the air on a beach", "gtcaption1": "A group of men kitboarding over the top of  a large body of water.", "gtcaption2": "Man parasailing in the ocean by many other parasailers.", "gtcaption3": "A group of people enjoying the water with sails.", "gtcaption4": "A group of people windsurfing at the beach.", "gtcaption5": "A man is suspended from cables and has skis on his feet."}, {"image_id": "000000182162", "caption": "a living room with a couch and a table", "sgcaption": "a living room with a black couch and a table", "gtcaption1": "A living room with hard wood flooring and black furniture.", "gtcaption2": "a messy living room with various items and some celebratory balloons", "gtcaption3": "A bouquet of Mylar balloons in a living room. ", "gtcaption4": "Living room with a black couch, coffee table and bookcase visible.", "gtcaption5": "A living room with a black couch, wood floor and bookcase."}, {"image_id": "000000520871", "caption": "a pizza sitting on top of a plate on a table", "sgcaption": "a pizza sitting on top of a plate on a table", "gtcaption1": "A pizza with burned edges is sitting on the table.", "gtcaption2": "there is a large pizza pie on a white plate", "gtcaption3": "A pizza on a plate on a table with wine.", "gtcaption4": "a pizza sitting on a plate next to a little jar on a table ", "gtcaption5": "A pizza is topped with fine cheese and backed in a oven"}, {"image_id": "000000166478", "caption": "a man sitting on a couch with a laptop", "sgcaption": "a man sitting on a couch with a laptop", "gtcaption1": "A young guy using his computer and talking on his phone.", "gtcaption2": "A man in brown shirt on black sofa with phone.", "gtcaption3": "A man is talking on the phone while working on the computer.", "gtcaption4": "I am unable to see an image above.", "gtcaption5": "A man sits on the couch and is on laptop and phone."}, {"image_id": "000000243344", "caption": "a cat sitting on top of a refrigerator", "sgcaption": "a cat sitting on top of a refrigerator", "gtcaption1": "Awake cat near ceiling on a closed refrigerator  ", "gtcaption2": "A cat sitting on top of a metallic refrigerator freezer.", "gtcaption3": "a cat sits on top of a fridge in a kitchen", "gtcaption4": "a cat stands on top of a refrigerator looking down.", "gtcaption5": "A long haired cat sitting on a refrigerator"}, {"image_id": "000000570834", "caption": "a group of bikes parked in a room", "sgcaption": "a group of bikes parked in a room with a", "gtcaption1": "Bikes are being transported in a subway car.", "gtcaption2": "An officer watching over bicycles in a subway cart.", "gtcaption3": "Several bikes are being stored in a narrow passageway. ", "gtcaption4": "a white and silver subway train filled with several bicycles", "gtcaption5": "A train conductor standing next to a group of bikes."}, {"image_id": "000000082846", "caption": "a red bus is driving down a street", "sgcaption": "a red bus is driving down a street", "gtcaption1": "A red trolley car driving down a parking lot.", "gtcaption2": "A trolley car parked in a parking lot.", "gtcaption3": "A tram like bus in a parking lot ", "gtcaption4": "A red passenger bus is on the street.", "gtcaption5": "A red trolley car that is sitting on pavement."}, {"image_id": "000000046497", "caption": "a couple of people sitting on a boat in the water", "sgcaption": "a couple of people sitting on a boat in the water", "gtcaption1": "Two little girls sitting on the side of a white boat.", "gtcaption2": "Two girls sitting on device on side of a boat.", "gtcaption3": "Two girls are sitting on the edge of a boat looking at the water.", "gtcaption4": "LITTLE GIRLS ARE ON THE EDGE OF A BOAT ", "gtcaption5": "Children are sitting on the side of the boat in the water."}, {"image_id": "000000241297", "caption": "a yellow train is sitting on the tracks", "sgcaption": "a yellow train is sitting on the tracks", "gtcaption1": "A train traveling down tracks next to a lush forest.", "gtcaption2": "A train with a gold front is going down the tracks.", "gtcaption3": "A train with a yellow front driving on a track.", "gtcaption4": "A train with bright yellow engine on tracks beside tall leafy trees.", "gtcaption5": "Train drives down the tracks along the treeline"}, {"image_id": "000000078420", "caption": "a cat laying on top of a laptop computer", "sgcaption": "a cat laying on the floor next to a laptop computer", "gtcaption1": "A brown and black cat laying on laptop next to a chair.", "gtcaption2": "A cat is curled up next to a laptop computer.", "gtcaption3": "A cat sleeping on the edge of a laptop computer. ", "gtcaption4": "A cat curled up by the keyboard of a laptop.", "gtcaption5": "Cat sleeping in front of a powered on laptop computer."}, {"image_id": "000000330369", "caption": "a red and white boat is in the water", "sgcaption": "a red and white boat is in the water", "gtcaption1": "A red and white boat floating along a river.", "gtcaption2": "A medium sized red boat going down a waterway.", "gtcaption3": "Small red and white metal ship near a stone embankment.", "gtcaption4": "A boat going through the water with a wall in back.", "gtcaption5": "A red fishing boat moving through the water."}, {"image_id": "000000310980", "caption": "a teddy bear sitting on top of a laptop computer", "sgcaption": "a teddy bear sitting in front of a laptop computer", "gtcaption1": "A person looks at a very big computer monitor. ", "gtcaption2": "A stuffed animal is in front of a notebook computer.", "gtcaption3": "A bear is sitting in front of a computer.", "gtcaption4": "A teddy bear sitting in front of an open laptop computer.", "gtcaption5": "A person who is sitting and looking up at a computer monitor. "}, {"image_id": "000000357459", "caption": "a dog is playing with a frisbee in its mouth", "sgcaption": "a dog is playing with a frisbee in the grass", "gtcaption1": "A small white dog catching a green frisbee on a lush green field.", "gtcaption2": "A small dog trying to grab a frisbee from someone", "gtcaption3": "Small dog waiting for green frisbee to be thrown.", "gtcaption4": "a small dog jumping up to reach a frisbee", "gtcaption5": "a little dog jumping up towards a frisbee someone is holding"}, {"image_id": "000000533493", "caption": "two men playing with a video game with a wii", "sgcaption": "two men playing a video game with a wii", "gtcaption1": "Three men celebrating some kind of personal victory.", "gtcaption2": "There are a group of friends laughing together and licking out there tongue", "gtcaption3": "Three men celebrating as they play a frisbee game.", "gtcaption4": "Three men playing frisbee with a blue sky in background.", "gtcaption5": "Three people are celebrating after winning a Frisbee game."}, {"image_id": "000000226883", "caption": "a horse grazing in the grass in front of a building", "sgcaption": "a horse grazing in the grass in a building", "gtcaption1": "An animal grazing on a lush field of green grass.", "gtcaption2": "The horse is grazing in the back yard of this home.", "gtcaption3": "A horse is grazing near a building in the grass.", "gtcaption4": "A horse is eating some grass next to a building and is surrounded by a fence.", "gtcaption5": "a horse standing beside a tree and a building"}, {"image_id": "000000099053", "caption": "a bowl of soup with noodles and vegetables", "sgcaption": "a bowl of noodles and broccoli sitting on a table", "gtcaption1": "A bowl of noodles, meat and broccoli with a fork.", "gtcaption2": "A bowl of noodles, meat, broccoli and carrots in a sauce with a fork.", "gtcaption3": "A bowl full of chinese food with a fork", "gtcaption4": "A bowl of food that looks like worms and some greens.\n", "gtcaption5": "A yellow and black bowl holding noodles, beef and broccoli."}, {"image_id": "000000030785", "caption": "a plate of food with broccoli and a table", "sgcaption": "a plate of food with broccoli and a table", "gtcaption1": "A plate filled with a bowl of vegetables and two slices of bread with a spread on them.", "gtcaption2": "Broccoli in a bowl and two crackers with spreads on a plate.", "gtcaption3": "A healthy plate of guacamole, broccoli, and toast.", "gtcaption4": "A plate with a bowl filled with broccoli and two crackers with a spread.", "gtcaption5": "Plate containing bread covered in some type of spread and cooked broccoli"}, {"image_id": "000000018519", "caption": "a man doing a trick on a skateboard on a ramp", "sgcaption": "a man riding a skateboard on a skate park", "gtcaption1": "A young man riding a skateboard down the side of a ramp.", "gtcaption2": "A man doing a trick on roller-skates in a skate park.", "gtcaption3": "A skateboarder performing a jump off the side of a ramp.", "gtcaption4": "a man wearing roller skates doing a jump on the side of a wall ", "gtcaption5": "The man in the helmet is jumping while wearing roller skates. "}, {"image_id": "000000425906", "caption": "a man riding a snowboard on a ramp", "sgcaption": "a snowboarder riding a snowboard in the snow", "gtcaption1": "A man flying through the air while riding a snowboard.", "gtcaption2": "a person jumping a snow board in the air ", "gtcaption3": "People look on as an airborne snowboarder competes.", "gtcaption4": "a snow boarder doing a flip for the audience ", "gtcaption5": "A person is taken in this very picture.\n"}, {"image_id": "000000383337", "caption": "a person is standing in front of a box of donuts", "sgcaption": "a person is holding a box of donuts", "gtcaption1": "A hand reaching into a box of donuts on a counter.", "gtcaption2": "A person reaching into an open box of doughnuts", "gtcaption3": "There is a box filled with glazed doughnuts", "gtcaption4": "Hand reaching into a box to pick up a glazed donut", "gtcaption5": "Person reaching into a basket filled with doughnuts. "}, {"image_id": "000000326174", "caption": "a group of people standing on the beach with surfboards", "sgcaption": "a group of people standing on the beach with surfboards", "gtcaption1": "A group of people are taking surfing lessons.", "gtcaption2": "A group of men, women and children walking toward the water with surfboards.", "gtcaption3": "A mixed age group is going toward the ocean with surfboards.", "gtcaption4": "A group of surfers are carrying their surf boards into the ocean.", "gtcaption5": "Several people are getting ready to enter the water for surfing."}, {"image_id": "000000247806", "caption": "a building with a clock tower on top of it", "sgcaption": "a building with a clock tower with a on it", "gtcaption1": "A clock tower is part of an old building.", "gtcaption2": "We are looking up at an old clock tower.", "gtcaption3": "A church tower with a clock in the centre and arched windows", "gtcaption4": "A clock on a bell tower of an old church.", "gtcaption5": "A brick clock tower ascending towards the heavens"}, {"image_id": "000000567886", "caption": "a person laying on the floor with a stuffed animals", "sgcaption": "a person laying on the floor with a group of stuffed animals", "gtcaption1": "A white teddy bear laying on top of a blue rug.", "gtcaption2": "a close up of a persons legs sitting on the ground", "gtcaption3": "A teddy bear and sandals lie strewn at someone's feet.", "gtcaption4": "A person sits on the floor beside flip flops and a teddy bear.", "gtcaption5": "The student is trying to relax on the floor."}, {"image_id": "000000233370", "caption": "a person laying on the ground with a suitcase", "sgcaption": "a woman sitting on the ground with a suitcase", "gtcaption1": "A woman lies on the ground under a suitcase.", "gtcaption2": "A person laying crushed underneath a black piece of luggage.", "gtcaption3": "A person lying on the ground with a suit case on top of them.", "gtcaption4": "A person lying under a large black suitcase near a block wall.", "gtcaption5": "Someone who is laying down under a suitcase."}, {"image_id": "000000438774", "caption": "a group of people standing in a kitchen with a cake", "sgcaption": "a group of people standing in a kitchen", "gtcaption1": "A group of people that are standing in front of a island.", "gtcaption2": "a small party of people eats some pizza on a table", "gtcaption3": "People with drinks standing around a kitchen island.", "gtcaption4": "A group of people standing in a kitchen having conversation.", "gtcaption5": "a coupe of people are standing around a small table"}, {"image_id": "000000224051", "caption": "a bike parked next to a bicycle on a street", "sgcaption": "a bike parked next to a bicycle on a street", "gtcaption1": "A bike is perched on a concrete girder on the road.", "gtcaption2": "A bike parked on the side walk and a car on the street", "gtcaption3": "Bicycle parked by the side of busy highway on a concrete slab. ", "gtcaption4": "A bicycle parked near a curb on the highway", "gtcaption5": "A bicycle sits parked along a busy roadside."}, {"image_id": "000000003156", "caption": "a man sitting on a toilet in a bathroom", "sgcaption": "a man sitting on a toilet in a bathroom", "gtcaption1": "A young man bending next to a toilet.", "gtcaption2": "A man is kneeling and holding on to a toilet.", "gtcaption3": "A man attempting to lift up a toilet off the floor.", "gtcaption4": "A man fixing a toilet in a black and white photo.", "gtcaption5": "A man wears gloves as he installs a toilet."}, {"image_id": "000000455716", "caption": "a motorcycle parked in the grass in a field", "sgcaption": "a group of motorcycles parked next to each other", "gtcaption1": "A row of motorcycles parked together on a grass yard area with a house in the background.", "gtcaption2": "Several motorcycles are parked on the green grass.", "gtcaption3": "Motorcycles lined-up in an empty, grassy field, all in front of a house.", "gtcaption4": "Altered photograph of very shiny motor cycles in a field", "gtcaption5": "a motorcycle is parked in a grassy field"}, {"image_id": "000000459757", "caption": "a giraffe standing in the grass in a field", "sgcaption": "a giraffe standing in the grass in a field", "gtcaption1": "A giraffe standing by a pair of skinny trees.", "gtcaption2": "A giraffe hangs its neck low in a large field.", "gtcaption3": "A giraffe and some deer like animals at a wildlife park.", "gtcaption4": "A giraffe and other animals in a grassy pasture.", "gtcaption5": "A giraffe leaned over in a plush field next to some deer."}, {"image_id": "000000266082", "caption": "a red fire hydrant in front of a building", "sgcaption": "a red fire hydrant in front of a building", "gtcaption1": "A red fire hydrant in front of a skyscraper", "gtcaption2": "An orange fire hydrant outside a modern office building", "gtcaption3": "A view of a modern building with skylight and a fire hydrant.", "gtcaption4": "a red fire hydrant with a building in the background", "gtcaption5": "A fire hydrant waits in front of a tall building."}, {"image_id": "000000105912", "caption": "a red fire hydrant on the side of a street", "sgcaption": "a red fire hydrant on the side of a street", "gtcaption1": "A red fire hydrant sitting on a sidewalk.", "gtcaption2": "a red fire hydrant on a red bricked sidewalk,", "gtcaption3": "A hydrant is shown on the side of the walkway.", "gtcaption4": "A WOMAN IS STANDIG ON THE PAVEMENT LOOKING ", "gtcaption5": "A red fire hydrant is on the brick sidewalk."}, {"image_id": "000000460379", "caption": "a group of giraffes are standing in a field", "sgcaption": "a group of giraffes are standing in a field", "gtcaption1": "Two Giraffes are in the wilderness, possibly eating. ", "gtcaption2": "Giraffes stand in a field surrounded by woods in a zoo.", "gtcaption3": "Some giraffes walking around on grass by trees.", "gtcaption4": "three adult giraffes in a field among trees", "gtcaption5": "A bunch of giraffes on a grassy field during the day."}, {"image_id": "000000259382", "caption": "a giraffe walking in the dirt in a field", "sgcaption": "a giraffe walking down a dirt road", "gtcaption1": "Giraffe inside rock walls standing and bowing its head.", "gtcaption2": "A young giraffe tries to stand up straight on it's legs.", "gtcaption3": "A tall giraffe standing on top of a solid rock ground.", "gtcaption4": "A giraffe splays its front legs while in its enclosure.", "gtcaption5": "A giraffe stands with it's front legs spread apart."}, {"image_id": "000000084650", "caption": "a cat laying on top of a suitcase", "sgcaption": "a cat is sitting on top of a suitcase", "gtcaption1": "a cat laying on a luggage bag on the ground", "gtcaption2": "A brown cat lying on a black suitcase.", "gtcaption3": "The cat is laying on a luggage bag", "gtcaption4": "A cat lying on a suit case and looking alertly.", "gtcaption5": "THERE IS A CAT THAT IS SITTION ON TOP OF THE SUITCASE"}, {"image_id": "000000007088", "caption": "a little girl holding an umbrella in the rain", "sgcaption": "a little girl holding an umbrella in the rain", "gtcaption1": "A little girl is holding an umbrella on a wet day.", "gtcaption2": "A small child stands in the rain with an umbrella.", "gtcaption3": "A perfect pose by a little girl with an umbrella in the rain.", "gtcaption4": "A little girl holding an umbrella in the rain. ", "gtcaption5": "A little girl holding an umbrella while standing outside."}, {"image_id": "000000508586", "caption": "a herd of zebras are standing in a field", "sgcaption": "a herd of zebras are standing in a field", "gtcaption1": "Herd of zebra grazing on dried grasses in open field.", "gtcaption2": "Group of zebras walking through tall grass together. ", "gtcaption3": "A small herd of zebras walking past the camera man. ", "gtcaption4": "A group of zebras that are in a field.", "gtcaption5": "There is no image here to provide a caption for."}, {"image_id": "000000509656", "caption": "a zebra standing in the grass in a field", "sgcaption": "a zebra standing in the grass in a field", "gtcaption1": "A zebra standing in tall grass near a building.", "gtcaption2": "A zebra in the shade on a sunny day ", "gtcaption3": "There is a zebra in his habitat at the zoo.", "gtcaption4": "A zebra standing in a grassy area with a building far behind it.", "gtcaption5": "a zebra standing in the foreground  and another zebra standing behind"}, {"image_id": "000000335450", "caption": "a brown horse standing in front of a fence", "sgcaption": "a brown horse standing next to a fence", "gtcaption1": "Two brown ponies in grassy field next to a fence.", "gtcaption2": "a small horse and a larger horse standing behind a fence", "gtcaption3": "A horse and her young one standing in the pasture.", "gtcaption4": "Two horses stand by a fence in a grassy field.", "gtcaption5": "two horses stand next to each other in front of a fence "}, {"image_id": "000000242946", "caption": "a group of women sitting at a table with food", "sgcaption": "a group of women sitting at a table with food", "gtcaption1": "A group of women sitting at a table with plates of food", "gtcaption2": "Three woman looking over a table full of food.", "gtcaption3": "A group of women sitting around a table sharing a meal.", "gtcaption4": "people eating on a table with many different food types on it", "gtcaption5": "A group of women are sitting at a table with plates of food and chopsticks."}, {"image_id": "000000303893", "caption": "two children sitting on the ground eating food", "sgcaption": "two children sitting on the ground eating food", "gtcaption1": "A beautiful little girl sitting next to a little boy sharing a meal.", "gtcaption2": "A boy and a girl sitting on a sidewalk eating.", "gtcaption3": "Two kids witting on a sidewalk having a snack.", "gtcaption4": "A girl in a floral dress sitting next to a boy in a blue shirt eating food. ", "gtcaption5": "Two cute children are sitting on the sidewalk eating."}, {"image_id": "000000399296", "caption": "a bunch of hot dogs on a grill", "sgcaption": "a group of hot dogs on a grill", "gtcaption1": "Someone roasting hot dogs in a fire outside", "gtcaption2": "A BBQ pit filled with lots of cooking hot dogs.", "gtcaption3": "hot dogs on a skewer roasting over a fire", "gtcaption4": "Hot dogs are being cooked over a fire outside.", "gtcaption5": "The hot dogs are being roasted on the camp fire."}, {"image_id": "000000429623", "caption": "a pizza sitting on top of a table", "sgcaption": "a pizza sitting on top of a table", "gtcaption1": "A very large pizza on top of a pan on a table.", "gtcaption2": "A big tasty looking pizza with some toppings and soda.", "gtcaption3": "A pizza sitting in front of a can of pepsi", "gtcaption4": "A large pizza and a soda sitting on a table.", "gtcaption5": "The pizza is being served with a cold soda."}, {"image_id": "000000124659", "caption": "a living room with a couch and a table", "sgcaption": "a living room with a couch and a table", "gtcaption1": "A living room with a large green couch and office desk.", "gtcaption2": "A living room displaying family photos  and art.", "gtcaption3": "A basement living area with different types of furniture.", "gtcaption4": "A living room scene has photos on a table.", "gtcaption5": "Fully decorated basement has no people in it."}, {"image_id": "000000415741", "caption": "a bedroom with a bed and a table in a room", "sgcaption": "a bedroom with a bed and a in a room", "gtcaption1": "a hallway next to a bedroom doorway and a blue padded chair.", "gtcaption2": "The chair, the bed, and the curtain are the same shade of blue.", "gtcaption3": "A room in a home with a chair set up against the wall. ", "gtcaption4": "A view of a bedroom through a doorway.", "gtcaption5": "A house where you can see the bedroom and relaxing room."}, {"image_id": "000000489611", "caption": "a young boy playing a video game with a wii controller", "sgcaption": "a young boy is playing a video game with a wii", "gtcaption1": "A young boy holding Nintendo Wii game controllers.", "gtcaption2": "A little boy is staring attentively while playing a video game.", "gtcaption3": "A small child holds two video game controllers.", "gtcaption4": "A boy in grey shirt holding a Nintendo Wii controller.", "gtcaption5": "a close up of a young child playing nintendo wii"}, {"image_id": "000000086582", "caption": "a laptop computer sitting on top of a desk", "sgcaption": "a laptop computer sitting on top of a desk", "gtcaption1": "A cloth bag is on the keyboard of a laptop.", "gtcaption2": "A laptop computer sitting on top of a desk.", "gtcaption3": "A person watering plants with a computer in the foreground.", "gtcaption4": "A knit item sitting on a laptop on a desk.", "gtcaption5": "Something knitted is lying on top of a laptop."}, {"image_id": "000000322944", "caption": "a woman is holding a teddy bear", "sgcaption": "a woman is holding a teddy bear", "gtcaption1": "A woman with a badly bruised face holding a stuffed animal.", "gtcaption2": "An injured woman holding a teddy bear close to her chest", "gtcaption3": "A beat up girl holding a teddy bear.", "gtcaption4": "a woman is hugging a stuffed mouse close to herself", "gtcaption5": "A young woman with bruised face and bloody now holding a stuffed animal mouse in her arms."}, {"image_id": "000000182417", "caption": "a piece of cake on a plate with a table", "sgcaption": "a piece of cake on a plate with a fork", "gtcaption1": "A beautiful dessert waiting to be shared by two people", "gtcaption2": "There is a piece of cake on a plate with decorations on it.", "gtcaption3": "Creamy cheesecake dessert with whip cream and caramel.", "gtcaption4": "An extravagant dessert on a plate overlooking the water.", "gtcaption5": "This is a picture of an extremely fancy desert."}, {"image_id": "000000534605", "caption": "a group of motorcycles parked in a parking lot", "sgcaption": "a group of motorcycles parked in a parking lot", "gtcaption1": "Man in motorcycle leathers standing in front of a group of bikes", "gtcaption2": "Bikers, dressed in their gear, standing near their motorcycles.", "gtcaption3": "A group of men stand next to their bicycles.", "gtcaption4": "Three men standing around their motorcycles in a parking lot.", "gtcaption5": "Group of three motorcyclists standing in front of their motorcycles."}, {"image_id": "000000179765", "caption": "a motorcycle parked in the grass in a field", "sgcaption": "a motorcycle parked in the grass in a building", "gtcaption1": "A black Honda motorcycle parked in front of a garage.", "gtcaption2": "A Honda motorcycle parked in a grass driveway", "gtcaption3": "A black Honda motorcycle with a dark burgundy seat.", "gtcaption4": "Ma motorcycle parked on the gravel in front of a garage", "gtcaption5": "A motorcycle with its brake extended standing outside"}, {"image_id": "000000333069", "caption": "two giraffes standing in the grass in a field", "sgcaption": "two giraffes are standing in a field", "gtcaption1": "Two giraffes in the trees, one standing up.", "gtcaption2": "A giraffe is half way between sitting and standing, while another giraffe looks on from behind some shrubs.", "gtcaption3": "Giraffe trying to stand up after sitting in the grass", "gtcaption4": "A photo of a giraffe getting up off the ground.", "gtcaption5": "One giraffe is crouched down while another peers out of the shrubbery."}, {"image_id": "000000404568", "caption": "a white bird standing on top of a beach", "sgcaption": "a white bird standing on the beach", "gtcaption1": "A seagull standing on the sand of a beach", "gtcaption2": "A seagull stands on the beach in front of a wave.", "gtcaption3": "A seagull standing on the sand near the water.", "gtcaption4": "The big bird is standing on the beach by the water. ", "gtcaption5": "A seagull standing near the ocean on the sand."}, {"image_id": "000000265816", "caption": "a man riding a horse drawn carriage down a street", "sgcaption": "a man riding a horse drawn carriage down a street", "gtcaption1": "a white horse pulling a carriage with a man on it.", "gtcaption2": "White horse carrying a man in a black buggy.", "gtcaption3": "A horse is standing with a black carriage", "gtcaption4": "A horse, buggy and driver sitting in front of a building.", "gtcaption5": "A man in a horse drawn carriage parked in front of a stone building."}, {"image_id": "000000516601", "caption": "a group of people skiing down a snow covered slope", "sgcaption": "a group of people skiing down a snow covered slope", "gtcaption1": "People are skiing and snowboarding on a high mountain. ", "gtcaption2": "Many people skiing down a snow covered slope.", "gtcaption3": "A group of people are skiing and snowboarding down a mountain.", "gtcaption4": "Several snow skiers are on top of a mountain.", "gtcaption5": "A group of people skiing and snowboarding on the snow."}, {"image_id": "000000450559", "caption": "a man doing a trick on a skateboard in the air", "sgcaption": "a man doing a trick on a skateboard in the air", "gtcaption1": "A teenager doing skateboard tricks at a skate park", "gtcaption2": "A skate boarding teenagers goes airborne on his skate board.", "gtcaption3": "A boy skate boarding high into the air.", "gtcaption4": "A skateboarder executing a jump trick at a park.", "gtcaption5": "A boy who is skateboarding does a trick. "}, {"image_id": "000000281409", "caption": "a baseball player swinging a bat at a ball", "sgcaption": "a baseball player swinging a bat at a game", "gtcaption1": "The umpire, catcher, and batter as soon as the batter had swung.", "gtcaption2": "A major league baseball player is swinging the bat to hit the ball.  ", "gtcaption3": "Baseball game with batter swinging and large crowd in field", "gtcaption4": "A man swinging a baseball bat as another looks on.", "gtcaption5": "A baseball player swings his bat while the umpire and referee wait behind him."}, {"image_id": "000000404922", "caption": "a group of people walking down a street holding a tennis racket", "sgcaption": "a group of people walking down a street holding a tennis racket", "gtcaption1": "A woman and two kids walking with their tennis rackets. ", "gtcaption2": "an adult walking with two children holding tennis rackets", "gtcaption3": "A mother with her two children holding tennis rackets.", "gtcaption4": "A woman, little girl and boy, walking with tennis rackets.", "gtcaption5": "A woman walks with 2 kids holding tennis rackets."}, {"image_id": "000000273493", "caption": "a group of people playing tennis on a tennis court", "sgcaption": "a group of people playing tennis on a tennis court", "gtcaption1": "Two men playing a game of tennis on a court.", "gtcaption2": "two people playing tennis with rackets on a grass court", "gtcaption3": "Two young men playing a game of tennis.", "gtcaption4": "People playing tennis on a court surrounded by green hedges.", "gtcaption5": "tHERE ARE TWO MEN PLAYING TENNIS ON THE TENNIS COURT"}, {"image_id": "000000211120", "caption": "two teddy bears sitting on top of a table", "sgcaption": "a group of teddy bears sitting on a table", "gtcaption1": "Several teddy bears appear to have a picnic on the grass.", "gtcaption2": "Three stuffed teddy bears are set on a toy picnic scene. ", "gtcaption3": "Small teddy bears clothing on blankets with small bowls.", "gtcaption4": "three teddy bears sitting on a picnic blankets ", "gtcaption5": "Three stuffed animals are dressed and sitting on a blanket in front of empty plates."}, {"image_id": "000000499266", "caption": "a person holding a cell phone in their hand", "sgcaption": "a person holding a cell phone in their hand", "gtcaption1": "A hand holding a smart phone above a wooden table.", "gtcaption2": "A IMAGE THAT SAYS MAKE MEANING MATTER ", "gtcaption3": "A smart phone displays some text and a picture.", "gtcaption4": "A hand holding a cell phone using the internet", "gtcaption5": "An electronic device is being held as it displays a message and an image."}, {"image_id": "000000078748", "caption": "a motorcycle parked on the side of a street", "sgcaption": "a group of people standing next to a motorcycle", "gtcaption1": "A group of motorcycles on display for a crowd.", "gtcaption2": "A couple of motorcycles in front of sign, with people standing around.", "gtcaption3": "A gathering of people and several motor bikes.", "gtcaption4": "Crowd standing outside of a bike show event.", "gtcaption5": "Large group of people outdoors with their motorcycles."}, {"image_id": "000000263474", "caption": "a bathroom with a toilet and a table", "sgcaption": "a bathroom with a toilet and a on the", "gtcaption1": "A bathroom area with a toilet, trashcan and dresser.", "gtcaption2": "A bathroom toilet seat lid is highly decorated.", "gtcaption3": "The toilet seat cover is made up of many colors.", "gtcaption4": "A toilet decorated with a colorful quilted top.", "gtcaption5": "An ordinary bathroom with a toilet and trash bin."}, {"image_id": "000000469192", "caption": "a group of kites flying in the grass in a field", "sgcaption": "a white truck is flying in the sky", "gtcaption1": "A car is parked on dry grass with kites overhead.", "gtcaption2": "A truck driving through a field with people flying kites.", "gtcaption3": "An open field with a truck and some kites being flown", "gtcaption4": "A pickup truck is parked underneath multiple flying kites.", "gtcaption5": "A truck sitting on a field with kites in the air."}, {"image_id": "000000229747", "caption": "an airplane is flying in the sky", "sgcaption": "an airplane is flying in the sky", "gtcaption1": "A photo of an outside with various things in the scene.\n", "gtcaption2": "A airplane that is flying in the sky.", "gtcaption3": "a large plane is flying in the sky", "gtcaption4": "An air plane flies in a dark grey sky", "gtcaption5": "a large jet airplane flying in the sky"}, {"image_id": "000000528862", "caption": "a group of giraffes are standing next to a tree", "sgcaption": "a group of giraffes are standing in a field", "gtcaption1": "In a large area many giraffes stand behind a fenced area.", "gtcaption2": "Several giraffes and other animals in a fenced enclosure.", "gtcaption3": "A herd of giraffe walking through a grass covered hillside.", "gtcaption4": "Several giraffes spending time in an enclosed, grassy area", "gtcaption5": "A group of giraffes wonder around in a fenced off area with other animals. "}, {"image_id": "000000269942", "caption": "a traffic light on the side of a street", "sgcaption": "a green traffic light on the side of a street", "gtcaption1": "Vehicles on a street near a green traffic light.", "gtcaption2": "A traffic light suspended over a street near  a forest.", "gtcaption3": "a couple of street lights that is next to the road.", "gtcaption4": "A red car is parked at a traffic light.", "gtcaption5": "A green traffic light hovering over a street."}, {"image_id": "000000184324", "caption": "a group of people walking down a city street", "sgcaption": "a group of people walking down a city street", "gtcaption1": "A group of people walking across a busy city street.", "gtcaption2": "A fish eye lens shows the corner of a busy city street with bikes, people and buildings.", "gtcaption3": "a number of people and cars on a city street", "gtcaption4": "An oddly taken photo of some buildings and shops.", "gtcaption5": "A picture of a city intersection with period buildings and store fronts. "}, {"image_id": "000000519208", "caption": "a man is standing next to a baby elephant", "sgcaption": "a man standing next to a elephant", "gtcaption1": "a man standing next to an elephant next to his trunk", "gtcaption2": "A smiling man in green next to a large elephant.", "gtcaption3": "A smiling man standing very close to a cute elephant.", "gtcaption4": "A man in a green shirt is standing next to an elephant. ", "gtcaption5": "A man standing next to an elephant smiling"}, {"image_id": "000000243989", "caption": "a man and a woman holding a skateboard", "sgcaption": "a man and a woman holding a skateboard", "gtcaption1": "Three men, one caring a skateboard, are wearing matching t-shirts. ", "gtcaption2": "A boy is looking to skate on his skateboard", "gtcaption3": "A group of young men holding skateboards in front of a building.", "gtcaption4": "A young skateboarder is standing in front of two others. ", "gtcaption5": "THERE ARE PEOPLE STADING ON THE STREET WITH SKATE BOARD"}, {"image_id": "000000581357", "caption": "a man doing a trick on a skateboard in the air", "sgcaption": "a man doing a trick on a skateboard in the air", "gtcaption1": "Skate boarder hang time with young man appearing to streak though the air.", "gtcaption2": "Teenager doing stunts with a skateboard at a skateboard park.", "gtcaption3": "a person jumping a skate board in the air ", "gtcaption4": "A young skateboarder seems to be high in the air. ", "gtcaption5": "A boy doing a mid air trick on his skateboard."}, {"image_id": "000000033368", "caption": "a man holding a tennis racket on a tennis court", "sgcaption": "a man standing on a tennis court holding a racket", "gtcaption1": "A man that is on a tennis court with a racquet.", "gtcaption2": "there is a male tennis player wearing a blue shirt playing on the court", "gtcaption3": "A person standing on a blue floor holding a tennis racket", "gtcaption4": "A tennis player is standing on the court.", "gtcaption5": "a person standing on a  tennis court holding a racquet."}, {"image_id": "000000513041", "caption": "a person sitting at a table with a pizza on a glass of wine", "sgcaption": "a person sitting at a table with a pizza", "gtcaption1": "A pizza sitting on top of a round cutting board.", "gtcaption2": "A pizza on a wooden plate near glasses of wine.", "gtcaption3": "These people are going to have pizza and wine.", "gtcaption4": "two people some drinks some plates and a small pizza", "gtcaption5": "A peeson at a table is eating a small pizza"}, {"image_id": "000000225757", "caption": "a desk with two monitors and a computer on it", "sgcaption": "a desk with two computer monitors and a on it", "gtcaption1": "A desk with multiple computers and cell phones.", "gtcaption2": "A computer desk with a laptop, desktop monitors and a television.", "gtcaption3": "This workstation features three desktop monitors with a single keyboard as well as a laptop computer.", "gtcaption4": "A desk has two monitors and other electronics equipment.", "gtcaption5": "A work station with multiple computers and cell phones."}, {"image_id": "000000570756", "caption": "a group of people standing on a beach flying kites", "sgcaption": "a group of people on a beach flying kites", "gtcaption1": "A group of people flying kites at the beach", "gtcaption2": "People on a beach prepare to use their glides", "gtcaption3": "Several people are flying kites on the beach.", "gtcaption4": "Three people on a beach with kites in the sky.", "gtcaption5": "an image of a group of people that are walking on beach"}, {"image_id": "000000441553", "caption": "a group of people standing in a train station at night", "sgcaption": "a group of people standing in a train station at night", "gtcaption1": "A crows of people standing outside of a train.", "gtcaption2": "A lot of people that are outside in the dark.", "gtcaption3": "A crowd of people stand beside a train", "gtcaption4": "people standing on a platform next to a train at night ", "gtcaption5": "A group of people standing on a sidewalk with a train going by."}, {"image_id": "000000550349", "caption": "a bus is parked on the side of a street", "sgcaption": "a group of people standing next to a bus", "gtcaption1": "A bus about to stop to pick up passengers.", "gtcaption2": "a group of people waiting for the metro bus", "gtcaption3": "An Orange bus is parked next to the people. ", "gtcaption4": "A couple of people standing next to a large bus.", "gtcaption5": "People stand on the sidewalk waiting for the bus to come. "}, {"image_id": "000000062353", "caption": "a group of giraffes are standing next to a giraffe", "sgcaption": "a group of giraffes are standing in a zoo", "gtcaption1": "Two giraffe walking next to each other in a forest.", "gtcaption2": "Several giraffes stand with their necks stretched over a barrier toward a small crowd of people.", "gtcaption3": "Several giraffes leaning over a fence towards some people.", "gtcaption4": "Giraffes in a zoo, standing with their heads peeking over the fence, looking at people.", "gtcaption5": "A photo looking at the back side of two giraffes check out the people."}, {"image_id": "000000484029", "caption": "a stop sign on the side of a street", "sgcaption": "a stop sign on the side of a street", "gtcaption1": "A stop sign with a street sign above it.", "gtcaption2": "A street signs is on top of the stop sign", "gtcaption3": "A red sign letting drivers know to stop. ", "gtcaption4": "there is a stop sign and a street sign at the corner ", "gtcaption5": "An intersection with traffic and street signs on it. "}, {"image_id": "000000424975", "caption": "a store with graffiti on the side of it", "sgcaption": "a building with graffiti on the side of it", "gtcaption1": "A store covered in graffiti on a street corner.", "gtcaption2": "A graffiti covered building with a woman walking past it.", "gtcaption3": "a building with so many arts on it", "gtcaption4": "A store on the corner of the street is covered i graffiti.", "gtcaption5": "A building that has graffiti on it on the side and the front. "}, {"image_id": "000000272049", "caption": "a yellow truck is parked in front of a field", "sgcaption": "a yellow truck is parked in a field", "gtcaption1": "A large yellow dump truck sitting on green lawn.", "gtcaption2": "Large brown truck parked on the grass next to an airplane. ", "gtcaption3": "A construction truck sits in a yard near the airport.", "gtcaption4": "A yellow hauling truck waits at an airport", "gtcaption5": "A yellow truck is parked on grass near a jumbo jet on display."}, {"image_id": "000000377946", "caption": "a yellow truck is parked on the side of a city street", "sgcaption": "a yellow truck is parked on the side of a city street", "gtcaption1": "A yellow food truck parked close to a car", "gtcaption2": "Yellow box truck parked on busy street in city.", "gtcaption3": "a yellow food truck parked on the side of a city street", "gtcaption4": "Catering truck parked tightly between cars on a city street.", "gtcaption5": "A food tuck parallel parked along a street."}, {"image_id": "000000281759", "caption": "a group of women walking down a street with umbrellas", "sgcaption": "a group of women walking down a street with umbrellas", "gtcaption1": "A group of young women holding umbrellas while walking down a street.", "gtcaption2": "A row of girls holding umbrellas pose for a picture.", "gtcaption3": "Women in warm weather clothes with multi-colored parasols.", "gtcaption4": "Five women walk down the street, holding umbrellas", "gtcaption5": "Five ladies standing in the street with umbrellas."}, {"image_id": "000000159311", "caption": "two zebras grazing in the grass in a field", "sgcaption": "two zebras grazing in the grass in a field", "gtcaption1": "A pair of zebra's leaning over eating grass in a field.", "gtcaption2": "Two zebra stand near bushes and tall grass.", "gtcaption3": "Two zebras grazing from grass next to a tree.", "gtcaption4": "Two zebra standing next to each other on a lush green field.", "gtcaption5": "Two zebras are feeding on the grass by themselves."}, {"image_id": "000000255165", "caption": "a desk with two monitors and a computer on it", "sgcaption": "a desk with two monitors and a computer on it", "gtcaption1": "a desk filled with some paperwork, a laptop and a computer with two monitors", "gtcaption2": "The computer desk has two monitors and two keyboards near a laptop. ", "gtcaption3": "a desk with keyboards and a laptop and a pair of monitors", "gtcaption4": "A desk with two computer monitor and a keyboard sitting on it.", "gtcaption5": "A computer desk with two monitors and a laptop."}, {"image_id": "000000421923", "caption": "a vase with flowers sitting on top of a table", "sgcaption": "a statue of a vase of flowers in a table", "gtcaption1": "a glass vase with some flowers coming out of it ", "gtcaption2": "A room witb a statue, bookshelves, books and a vase with flowers in it.", "gtcaption3": "A desk with a vase containing flowers, a sculpture of a man's head and shelves behind it.", "gtcaption4": "A statue next to a vase of flowers on a shelf. ", "gtcaption5": "The bust of a man's head is next to a vase of flowers."}, {"image_id": "000000545007", "caption": "a statue of a man standing in front of a clock", "sgcaption": "a clock tower with a on top of a", "gtcaption1": "A clock tower with a statue on top of it", "gtcaption2": "A statue holding a glass light stands atop an old clock.", "gtcaption3": "A clock with a statue of a woman on top.", "gtcaption4": "a statue is standing on top of a clock on a pole", "gtcaption5": "A statue holding a lamp on top of a clock."}, {"image_id": "000000202001", "caption": "a woman is holding a cell phone in her hand", "sgcaption": "a woman is looking at her cell phone", "gtcaption1": "An emo girl holding a smart phone with a shaved head.", "gtcaption2": "A woman with a nose ring using a phone", "gtcaption3": "A WOMAN IS LOOKING AT A CELL PHONE ", "gtcaption4": "A young woman reading a text message that appears in the air next to her.", "gtcaption5": "A women with several piercings looking at her cell phone."}, {"image_id": "000000262895", "caption": "a man wearing a suit and tie", "sgcaption": "a man in a suit and tie", "gtcaption1": "A man wearing a tie, jacket and white shirt.", "gtcaption2": "An old man in a suit and tie is staring.", "gtcaption3": "A fairly curmudgeonly looking old gentleman grimaces for the camera. ", "gtcaption4": "A man in a black tie and white shirt has a stern look on his face.", "gtcaption5": "Elderly  gray haired man in a suit scowling into the camera."}, {"image_id": "000000251140", "caption": "a woman is holding a tennis racket in front of a sign", "sgcaption": "a man is standing next to a bike with a tennis racket", "gtcaption1": "A book about understanding and maintaining a ten-speed bicycle.", "gtcaption2": "A sign explaining the components of a 10 speed bike.", "gtcaption3": "THERE IS AN IMAGE OF A PHOTO OF A MAN AND A BIKE ", "gtcaption4": "The book is about fixing your bike. ", "gtcaption5": "A manual or book about ten-speed bicycles "}, {"image_id": "000000550084", "caption": "a street sign on the side of a street", "sgcaption": "a street signs on the side of a road", "gtcaption1": "A green sign says Thruway one fourth mile.", "gtcaption2": "The large machinery sits on the opposite side of the fence from the highway sign.", "gtcaption3": "A road sign stands next to the road.", "gtcaption4": "Roadwork equipment, at a gas station, next to a thruway.", "gtcaption5": "a street sign below a bunch of power lines "}, {"image_id": "000000225946", "caption": "a green train is sitting on the tracks", "sgcaption": "a train is sitting on the tracks", "gtcaption1": "A train traveling through the countryside next to a dirt road.", "gtcaption2": "A train heads down some tracks near a railroad crossing sign and a dirt road.", "gtcaption3": "a green white engine is pulling some gray train cars", "gtcaption4": "A green train is going down the tracks in a rural setting.", "gtcaption5": "A freight train with a green engine coming down the tracks."}, {"image_id": "000000193884", "caption": "a stop sign on the side of a street", "sgcaption": "a stop sign on the side of a street", "gtcaption1": "A red stop sign sitting on the side of a road.", "gtcaption2": "stop sign on a street of a cemetary", "gtcaption3": "a road that has a small red stop sign by it", "gtcaption4": "Lone stop sign at small intersection in a cemetery of castes.", "gtcaption5": "A lone stop sign in a row of crypts"}, {"image_id": "000000455219", "caption": "a group of people riding a cow on a dirt road", "sgcaption": "a man is standing on a cow on a dirt road", "gtcaption1": "Some people in a field working with some big animals.", "gtcaption2": "Two men walking two ox on a dirt road ", "gtcaption3": "a couple of cows that are dragging some metal", "gtcaption4": "A man is using two cows to plow a field.", "gtcaption5": "A man plowing with oxen on a dirt road."}, {"image_id": "000000150224", "caption": "a group of people sitting on the beach with an umbrella", "sgcaption": "a group of people sitting on the beach under an umbrella", "gtcaption1": "Family and friends are together at the beach.", "gtcaption2": "some people at a beach water and a colored umbrella", "gtcaption3": "The crowd is sitting under the umbrella at the beach.", "gtcaption4": "People lay on blankets and sit in chairs on the beach under an umbrella. ", "gtcaption5": "People sitting at the beach watching the waves roll in. "}, {"image_id": "000000084674", "caption": "a woman and a child holding a doughnut", "sgcaption": "a woman and a child holding a baby eating a", "gtcaption1": "A little boy is being held on a lap while eating.", "gtcaption2": "A woman is holding a baby with another young boy beside her.", "gtcaption3": "A young gir holding a child with a boy standing next to them", "gtcaption4": "a girl holds a baby eating a bagel with a boy standing next to them", "gtcaption5": "A young mother at home with her two children."}, {"image_id": "000000536038", "caption": "a dog is sitting on top of a horse", "sgcaption": "a woman is sitting in front of a bed with a laptop", "gtcaption1": "A woman laying in bed reading a book while wearing purple socks.", "gtcaption2": "A woman that has purple socks and a book.", "gtcaption3": "This girl is laying on the bed reading.", "gtcaption4": "The woman is reading something while laying down in bed. ", "gtcaption5": "A woman is laying in bed reading a book."}, {"image_id": "000000241668", "caption": "a woman and a woman eating a piece of cake", "sgcaption": "a woman is eating a piece of cake", "gtcaption1": "There are two people enjoying a wedding reception", "gtcaption2": "A woman in a wedding dress with another woman in a suit behind", "gtcaption3": "A woman in a wedding dress with another lady holding a piece of cake.", "gtcaption4": "A red head girl holding a piece of cake", "gtcaption5": "A bride is with a long red haired person with cake."}, {"image_id": "000000084362", "caption": "a young boy sitting in a couch with a cat", "sgcaption": "a baby sitting in a couch in a living room", "gtcaption1": "A young child and cat in a living room.", "gtcaption2": "A toddler and cat are in a living room with open curtains.", "gtcaption3": "a cat laying on top of a striped chair ", "gtcaption4": "A young boy walking through a living room towards  a cat.", "gtcaption5": "A young boy playing in a living room with a large window."}, {"image_id": "000000379332", "caption": "a man holding a tennis ball on a court", "sgcaption": "a man holding a tennis ball on a court", "gtcaption1": "A man on a court swinging a tennis racket.", "gtcaption2": "A tennis player is looking up to the sky.", "gtcaption3": "A black and white photo of a man playing tennis.", "gtcaption4": "Black and white photograph of a man playing tennis", "gtcaption5": "A man swinging a tennis racket in a t-shirt"}, {"image_id": "000000172396", "caption": "a pizza is sitting in front of an oven", "sgcaption": "a pizza is sitting in an oven", "gtcaption1": "A pizza being made within the oven ", "gtcaption2": "A pizza displayed in an oven with the door open.", "gtcaption3": "A pan that is sitting inside of a oven.", "gtcaption4": "A cheesy dish sits in an oven and cooks. ", "gtcaption5": "A colorful square shaped pizza in an oven."}, {"image_id": "000000066771", "caption": "a man and a woman sitting at a table with a cell phone", "sgcaption": "a man and a woman sitting at a table with a cell phones", "gtcaption1": "A woman holding a smart phone at a table.", "gtcaption2": "Two people at a restaurant, one of whom is looking at a cellphone.", "gtcaption3": "Two people sitting at a table with beverages on it and the woman holding her phone.", "gtcaption4": "A man and woman at a table with several drinks.", "gtcaption5": "A man and women sitting at a booth photographing tea."}, {"image_id": "000000217060", "caption": "an airplane is flying in the blue sky", "sgcaption": "a plane is flying in the blue sky", "gtcaption1": "The airplane is flying near a cloud in the sky. ", "gtcaption2": "A prop plane is flying through the sky.", "gtcaption3": "a small air plane flying in the sky", "gtcaption4": "a airplane that is flying through the sky", "gtcaption5": "A propeller plane that is flying in the air."}, {"image_id": "000000531707", "caption": "a group of people sitting on a bench in the water", "sgcaption": "a group of people sitting on a bench in the water", "gtcaption1": "A group of people sitting on a wooden bench next to a  field.", "gtcaption2": "a group of old people sitting on a bench talking ", "gtcaption3": "Four older men sitting on a wooden bench.", "gtcaption4": "A black and white photo of four elderly people sitting in a bench overlooking the ocean.", "gtcaption5": "A group of four elders sit on a park bench in front of the ocean."}, {"image_id": "000000390301", "caption": "a fire hydrant sitting in front of a street", "sgcaption": "a fire hydrant with a on top of a street", "gtcaption1": "A white and green rusted fire hydrant spewing out frozen water.", "gtcaption2": "A water hydrant is that frozen with nothing on it. ", "gtcaption3": "Broken fire hydrant has ice hanging out of it.", "gtcaption4": "A fire hydrant has frozen and is covered in icicles.", "gtcaption5": "A fire hydrant with frozen water coming out of it."}, {"image_id": "000000039484", "caption": "a group of cars on a city street with a building", "sgcaption": "a group of cars on a city street with a", "gtcaption1": "A variety of cars on a street with buildings.", "gtcaption2": "A variety of shops and stores on a busy city street.", "gtcaption3": "A busy street crammed with businesses and parked cars.", "gtcaption4": "A street full of cars that are driving and parked and a group of people sitting outside eating.", "gtcaption5": "A city has colorful buildings and signs among cars."}, {"image_id": "000000014473", "caption": "a group of people standing on top of a train", "sgcaption": "a group of people standing on a train on the tracks", "gtcaption1": "a red and black train is coming down the tracks", "gtcaption2": "A high speed train in movement, with workers.", "gtcaption3": "A train speeding down tracks through a rural field.", "gtcaption4": "A very nice looking toy train and some workers on the tracks.", "gtcaption5": "A red and black train is traveling down the tracks. "}, {"image_id": "000000572408", "caption": "a cow laying on the grass in a field", "sgcaption": "a cow laying in the grass in a field", "gtcaption1": "A cow standing in a field with a smaller cow.", "gtcaption2": "A calf laying in front of a cow.", "gtcaption3": "Long haired cattle in a field with calf.", "gtcaption4": "A long horn bull standing next to a  sheep on a grass covered field.", "gtcaption5": "A bull standing over a calf in a large open pasture."}, {"image_id": "000000090062", "caption": "a black and white cow standing in front of a wooden fence", "sgcaption": "a black and white cow standing next to a wooden fence", "gtcaption1": "A black and white cow stands in a paddock with firewood in the background.", "gtcaption2": "A black and white cow with horns in front of a woodpile.", "gtcaption3": "A cow is standing next to chopped wood looking at the camera.", "gtcaption4": "A cow with a bell around its neck standing near a wood pile.", "gtcaption5": "A black and white cow is standing by a wood pile."}, {"image_id": "000000465585", "caption": "a bowl of broccoli and vegetables on a table", "sgcaption": "a bowl of pasta and broccoli and vegetables", "gtcaption1": "An aluminum pan full of chopped broccoli and carrots.", "gtcaption2": "A silver container with cheese and broccoli in it.", "gtcaption3": "The broccoli and cheese dish was sitting in a tin pan.", "gtcaption4": "A large dish of chopped broccoli and cheese.", "gtcaption5": "A large tray is filled with broccoli and chunks of cheese."}, {"image_id": "000000442463", "caption": "a young boy riding a skateboard on a street", "sgcaption": "a young boy riding a skateboard on a skate park", "gtcaption1": "A kid is riding down the street on a skateboard.", "gtcaption2": "A child in a helmet and safety pads riding a skateboard.", "gtcaption3": "A young kid in elbow and knee pads riding a skateboard.", "gtcaption4": "There is a young skateboarder riding his board", "gtcaption5": "Young person on the street skateboarding wearing a helmet."}, {"image_id": "000000450399", "caption": "a group of people standing in a kitchen preparing food", "sgcaption": "a group of people preparing food in a kitchen", "gtcaption1": "a man is standing behind a glass counter", "gtcaption2": "Several people are working behind the counter of a bakery.", "gtcaption3": "a couple of people ordering food at a bakery ", "gtcaption4": "The store makes fresh doughnuts on site for the customers.", "gtcaption5": "Amish men and women making homemade doughnuts at a flea market."}, {"image_id": "000000317999", "caption": "a man and a woman brushing his teeth with a baby", "sgcaption": "a man and a woman laying in a bed with a toothbrush", "gtcaption1": "A baby is looking at a book while sucking a pacifier.", "gtcaption2": "a child in bed with a pacifier looks at a picture book while an adult looks on", "gtcaption3": "a man laying in bed with a child reading a book", "gtcaption4": "A father with a braided beard is looking at his child. ", "gtcaption5": "A  girl reading a book on a bed next to a man."}, {"image_id": "000000416534", "caption": "a living room with a chair and a table", "sgcaption": "a living room with a table and a in a", "gtcaption1": "A room with table, chair, tv monitor and stand", "gtcaption2": "A living room with wood floors, a couch, wooden chair bookshelves and coffee table.", "gtcaption3": "A living room with hard wood flooring and two book shelves.", "gtcaption4": "A very nicely decorated living room in someone's house. ", "gtcaption5": "A ROCKING CHAIR HAS A PILLOW IN ITS SEAT"}, {"image_id": "000000403122", "caption": "a woman holding a tennis racket on a court", "sgcaption": "a woman holding a tennis racket on a tennis court", "gtcaption1": "Female tennis player preparing to serve the ball", "gtcaption2": "A woman about to serve a tennis ball at a tennis court.", "gtcaption3": "a girl playing tennis with a bad knee", "gtcaption4": "A tennis player in a knee brace gets ready to serve the ball. ", "gtcaption5": "A female tennis player on grass about to serve"}, {"image_id": "000000147415", "caption": "a woman sitting at a desk with a laptop computer", "sgcaption": "a woman sitting at a desk with a laptop computer", "gtcaption1": "A woman is taking notes in front of her laptop", "gtcaption2": "a woman writing something down on paper while the laptop sits on the table ", "gtcaption3": "A woman writes in her notebook at her desk.", "gtcaption4": "A student works on an academic paper at her desk, computer screen glowing in the background.", "gtcaption5": "A young woman writes in a notebook beside an open notebook computer."}, {"image_id": "000000248111", "caption": "a kitchen with a refrigerator and a table", "sgcaption": "a kitchen with a white and a refrigerator", "gtcaption1": "This basic kitchen has tools sitting on the floor", "gtcaption2": "A white kitchen with wood cabinets in the midst of repairs.", "gtcaption3": "some cans sitting on the kitchen floor ", "gtcaption4": "A white refrigerator freezer sitting inside of a kitchen.", "gtcaption5": "the kitchen is white with brown counter tops and a white fridge"}, {"image_id": "000000519569", "caption": "a living room with a chair and a table", "sgcaption": "a kitchen with a table and a in a room", "gtcaption1": "a kitchen with a refrigerator a counter with chairs", "gtcaption2": "Bar stools at a bar separating a dining area from a kitchen.", "gtcaption3": "The small kitchen has large cabinets and two stoves.", "gtcaption4": "A kitchen is shown with chairs and an oven.", "gtcaption5": "A very nice large modern style kitchen with a bar."}, {"image_id": "000000234413", "caption": "a white toilet in a bathroom with a table", "sgcaption": "a white toilet in a bathroom with a on the", "gtcaption1": "A white toilet sitting in a bathroom stall next to a TP dispenser.", "gtcaption2": "A white toilet sits in a bathroom, with the lid open.", "gtcaption3": "A small, white toilet with a toilet paper dispenser on the wall.", "gtcaption4": "A toilet is placed within a shower stall.", "gtcaption5": "A toilet right next to a shower stall. "}, {"image_id": "000000189806", "caption": "a cat sitting on the floor in a room", "sgcaption": "a cat sitting on the floor next to a pair of shoes", "gtcaption1": "A cat and a Dog playing on the floor near shoes.", "gtcaption2": "A cat and a dog on the floor in a room ", "gtcaption3": "A cat observing a dog that's sniffing something on the floor.", "gtcaption4": "A cat and dog on wooden floor next to a stairwell.", "gtcaption5": "A cat looking at a dog as it sniffs the floor."}, {"image_id": "000000129416", "caption": "a herd of cows grazing in the water", "sgcaption": "a herd of cows grazing in a field", "gtcaption1": "A group of cows grazing in a field near a body of water.", "gtcaption2": "Several animals standing in the grass near a lake.", "gtcaption3": "Several cows grazing on grass near water with trees in the background.", "gtcaption4": "a herd of cows graze lazily by the pond", "gtcaption5": "A herd of cattle grazing on top of a grass covered field."}, {"image_id": "000000519039", "caption": "a truck is driving down a road with a fence", "sgcaption": "a truck is driving down a street with a", "gtcaption1": "A white dump truck is going around a corner.", "gtcaption2": "A white service truck passes a neighborhood intersection.", "gtcaption3": "a big truck going around a  curb ", "gtcaption4": "A truck drives in the middle of a neighborhood road.", "gtcaption5": "A garbage truck on a residential street with navigational icons in the corner"}, {"image_id": "000000177861", "caption": "a person walking in the rain with an umbrella", "sgcaption": "a group of people walking in the rain with umbrellas", "gtcaption1": "Pedestrians walking on sidewalk with umbrella on rainy day.", "gtcaption2": "two people walking with umbrellas down the sidewalk in the rain", "gtcaption3": "A group of people walking down a wet rain soaked sidewalk.", "gtcaption4": "A city street on a rainy day with people taking cover using umbrellas", "gtcaption5": "people holding onto umbrellas while walking down a wet road "}, {"image_id": "000000564280", "caption": "a black dog laying on top of a couch", "sgcaption": "a black dog laying on a red couch with a remote", "gtcaption1": "A large dog sitting on top of a picture frame.", "gtcaption2": "A dog on a red couch with the tv and Wii remotes.", "gtcaption3": "A dog sitting on the couch with it's paw over a tray that holds remotes for the tv and Wii.", "gtcaption4": "A dog is sitting on a couch by a remote.", "gtcaption5": "A dog laying on the couch next to remotes."}, {"image_id": "000000015254", "caption": "a tray of food with rice and vegetables", "sgcaption": "a lunch containers of food with rice and vegetables", "gtcaption1": "These platters display healthy food choices of two entrees with a side  vegetable and fruit", "gtcaption2": "A served tray filled with smaller plates of food", "gtcaption3": "A lunch tray with multiple compartments filled with food.", "gtcaption4": "Four plastic containers filled with food on a table.", "gtcaption5": "A four compartment tray holding various food items."}, {"image_id": "000000007795", "caption": "a bedroom with a bed and a table in a room", "sgcaption": "a hotel room with two beds and a table", "gtcaption1": "A narrow hotel room with two made up beds.", "gtcaption2": "a large modern hotel room with double beds", "gtcaption3": "A couple of large beds in a small room.", "gtcaption4": "A hotel room with two beds side by side  .", "gtcaption5": "Two beds are in a hotel room type setting."}, {"image_id": "000000027186", "caption": "a little girl playing a video game with a wii controller", "sgcaption": "a little girl is playing a video game with a wii remote", "gtcaption1": "A little girl playing with an interactive gaming unit.", "gtcaption2": "The little girl is intently playing the video game.", "gtcaption3": "a small girl plays a game of wii ", "gtcaption4": "A little girl standing in front of a couch holding a remote.", "gtcaption5": "A little, young girl playing the wii in the living room."}, {"image_id": "000000039914", "caption": "a woman and a child flying a kite in a park", "sgcaption": "a woman and a child flying a kite in a field", "gtcaption1": "A woman and small child are trying to fly a kite.", "gtcaption2": "Just a little help from Mom will get his kite up in the air.", "gtcaption3": "A woman and child play with a kite in a park.", "gtcaption4": "A lady and her child outside playing with a kite.", "gtcaption5": "An adult tries to help a child with her kite."}, {"image_id": "000000570688", "caption": "a group of people flying kites on a beach", "sgcaption": "a group of people flying kites on a beach", "gtcaption1": "Several colorful kites in the sky by several persons in the ground.", "gtcaption2": "Kites flying over a busy beach area on clear day.", "gtcaption3": "A group of people standing on top of a sandy beach.", "gtcaption4": "a large gathering of people flying their kites ", "gtcaption5": "People on a beach beneath many colorful kites."}, {"image_id": "000000157807", "caption": "a cat sitting on top of a toilet", "sgcaption": "a cat standing on top of a toilet", "gtcaption1": "a cat that is standing on a toilet and next to a sink", "gtcaption2": "A cat with a look of annoyance standing on a toilet lid.", "gtcaption3": "Cat standing on a toilet seat looking at the person taking the photo.", "gtcaption4": "A tabby cat standing on a closed toilet lid.", "gtcaption5": "a grey striped cat sitting on top of a toilet"}, {"image_id": "000000256941", "caption": "a person is sitting on a bicycle with an umbrella", "sgcaption": "a person is sitting on a bike with an umbrella", "gtcaption1": "a bicycle with a basket and a blue and pink umbrella ", "gtcaption2": "Someone mounted an umbrella and a basket on that bicycle.", "gtcaption3": "A bicycle with an umbrella, basket and cloths with pens.", "gtcaption4": "A bicycle with a blue umbrella and baskets attached to carry things.", "gtcaption5": "A bike with a basket attached to it is parked."}, {"image_id": "000000255401", "caption": "a couple of toilets in a bathroom with a toilet", "sgcaption": "a bathroom with two toilets and a sink", "gtcaption1": "A bathroom filled with toilets and a tub next to a sink.", "gtcaption2": "A dirty bathroom with two toilets and a sink. ", "gtcaption3": "A small very dark and dingy looking rest room with old equipment.", "gtcaption4": "This bathroom which includes a bidet is very dirty.", "gtcaption5": "This bathroom seems to be very dirty and old"}, {"image_id": "000000404128", "caption": "an airplane is sitting on top of a runway", "sgcaption": "a large airplane is taking off from a runway", "gtcaption1": "A propellor airplane is on a grassy runway.", "gtcaption2": "The older airplane is about ready to take off from the runway. ", "gtcaption3": "A plan is shown sitting on the pavement.", "gtcaption4": "A prop airplane parked along the side of a runway.", "gtcaption5": "An old plane sitting on the grass beside the runway."}, {"image_id": "000000017905", "caption": "a man standing next to a traffic light", "sgcaption": "a man standing next to a traffic light", "gtcaption1": "A man standing next to a light and a sign.", "gtcaption2": "A man standing next to a traffic light in Australia ", "gtcaption3": "a man that is standing next to a traffic light", "gtcaption4": "A man standing in front of a sign under a street light.", "gtcaption5": "A man in shorts is taking a picture next to a red light. "}, {"image_id": "000000475150", "caption": "two giraffes are standing next to a tree", "sgcaption": "two giraffes and a giraffe standing next to each other", "gtcaption1": "A giraffe stands near a tree in the wilderness. ", "gtcaption2": "A giraffe standing in front of a group of trees.", "gtcaption3": "A giraffe standing next to a leaf free tree.", "gtcaption4": "Head and neck of a giraffe in natural feeding habitat.", "gtcaption5": "A giraffe walking near a tree with very few leaves."}, {"image_id": "000000314914", "caption": "a couple of street signs on a street sign", "sgcaption": "a street signs on the side of a sign", "gtcaption1": "A two sign sitting on the side of a road.", "gtcaption2": "A group of signs on a pole on a city street.", "gtcaption3": "Several signs attached to a post detail regulations related to parking and other issues.", "gtcaption4": "The signs describe which rules will be enforced.", "gtcaption5": "there are many different signs on the same street pole"}, {"image_id": "000000249643", "caption": "a train is sitting on the tracks at a train station", "sgcaption": "a train is sitting on the tracks at a train station", "gtcaption1": "A train traveling down train tracks near a train station.", "gtcaption2": "A train running along a track near a station.", "gtcaption3": "A train that is riding on tracks through a station.", "gtcaption4": "A passenger train that is pulling into a station.", "gtcaption5": "A train on its tracks with a Mannheim sign on the front."}, {"image_id": "000000573626", "caption": "a cow is standing in the water", "sgcaption": "a cow standing in the water", "gtcaption1": "Wild animals standing in a  forest next to a river.", "gtcaption2": "Two horses stand on rocks near a river. ", "gtcaption3": "Two dogs walking on rocks next to a creek.", "gtcaption4": "There are horses standing in the rocks near the water.", "gtcaption5": "Two large animals walking on rocks along the side of river. "}, {"image_id": "000000311518", "caption": "a boat is sitting in the water", "sgcaption": "a green boat sitting in the water", "gtcaption1": "A small green boat in a pond outside an office building.", "gtcaption2": "A green boat floating on top of a body of water.", "gtcaption3": "a small green boa is on a lake", "gtcaption4": "An old green row boat is floating out in the middle of a lake.", "gtcaption5": "Row boat sitting in the middle of a lake by building"}, {"image_id": "000000448263", "caption": "a baseball player is sitting on top of a field", "sgcaption": "a baseball player is sitting on the field", "gtcaption1": "A baseball player kneeling to speak to a child", "gtcaption2": "A baseball player talking to a small child on the field.", "gtcaption3": "a baseball player kneeling down talking to a young child", "gtcaption4": "A coach comes out on to the field to talk to a young player.", "gtcaption5": "A man and a boy in red jerseys on a baseball field,"}, {"image_id": "000000276055", "caption": "a woman is holding a glass of wine", "sgcaption": "a woman holding a glass of wine", "gtcaption1": "A woman holding up a large carrot in a backyard.", "gtcaption2": "a women that has a carrot in her hand", "gtcaption3": "A woman holds a carrot in her right hand with a beverage in the other.", "gtcaption4": "A woman holding a drink and a large carrot", "gtcaption5": "A young woman holding a freshly pulled carrot up in the air."}, {"image_id": "000000217872", "caption": "a man flying through the air on a snowboard", "sgcaption": "a man flying through the air on a snowboard", "gtcaption1": "Woman snow boarding off of a cliff in the air.", "gtcaption2": "A person doing a trick on a snowboard over a hill.", "gtcaption3": "A snowboarder hitting a trick on a mountain.", "gtcaption4": "a snowboarder in a black jacket is doing a trick", "gtcaption5": "a person on a snow board flying in the air down the snow"}, {"image_id": "000000513567", "caption": "a woman eating a hot dog on a street", "sgcaption": "two women eating hot dogs on a street", "gtcaption1": "Two Asian women eating chili dogs while standing on a street.", "gtcaption2": "Two women preparing to eat a hot dog on a city side.", "gtcaption3": "The woman are eating their hot dogs while walking.", "gtcaption4": "Two young women are eating hot dogs while walking down the sidewalk.", "gtcaption5": "Two women eat chili dogs on a city sidewalk. "}, {"image_id": "000000554595", "caption": "a man sitting on a beach with a surfboard", "sgcaption": "a man sitting on the beach next to a surfboard", "gtcaption1": "A man laying on top of a sandy beach laying next to a surfboard.", "gtcaption2": "A man laying on the beach next to a surfboard.", "gtcaption3": "A man sits on a shore with his surfboard. ", "gtcaption4": "A man in a blue shirt laying next to a yellow surfboard.", "gtcaption5": "a close up of a person sitting on a beach next to a surf board"}, {"image_id": "000000025603", "caption": "a woman sitting at a table with a pizza", "sgcaption": "a woman sitting at a table with a pizza", "gtcaption1": "A girl with some food and drink at a table.", "gtcaption2": "A YOUNG GIRL EATING PIZZA DRESSED AS A EGYPTION", "gtcaption3": "A girl sitting around a table in a restaurant eating a pizza.  ", "gtcaption4": "A young girl eating pizza in a restaurant.", "gtcaption5": "A girl in a Cleopatra outfit eating pizza at a table."}, {"image_id": "000000158744", "caption": "a man walking down a street with a cell phone", "sgcaption": "a man standing on a street with a street", "gtcaption1": "a man is holding some stuff standing by the curb", "gtcaption2": "There is a man standing next to the street.", "gtcaption3": "a split photo of a person standing on a street corner ", "gtcaption4": "A pair of chairs on a curb, and a man carrying a chair on the sidewalk.", "gtcaption5": "Image of the front of a house next to an image of a woman holding a small table. "}, {"image_id": "000000224675", "caption": "a group of people sitting on a street with a child", "sgcaption": "a man and a woman looking at a cell phone", "gtcaption1": "A woman standing next to a man kneeling down on the ground.", "gtcaption2": "A woman and a boy untangling a kite on a street.", "gtcaption3": "A woman and man hold parts of a kite together.", "gtcaption4": "A man and a lady on the street with an umbrella.", "gtcaption5": "a woman and a man are putting together a kite "}, {"image_id": "000000203629", "caption": "a group of people sitting at a table talking on a cell phone", "sgcaption": "a group of people standing in front of a cell phone", "gtcaption1": "A man on a cell phone in a public area holding his thumb up.", "gtcaption2": "A group of people gathered inside of a room. ", "gtcaption3": "A man on his cellphone posing for a  picture.", "gtcaption4": "A man giving a thumbs up while on a cell phone.", "gtcaption5": "The man is giving a thumbs up while on his phone."}, {"image_id": "000000180798", "caption": "a cell phone sitting on top of a bed", "sgcaption": "a cell phone sitting on top of a bed", "gtcaption1": "a cellphone sitting on a blue mesh blanket", "gtcaption2": "A small cell phone on a blue surface.", "gtcaption3": "A smart device sitting on top of a blue blanket.", "gtcaption4": "a phone that is sitting on a blue blanket", "gtcaption5": "A cell phone on a blue item with tiny holes. "}, {"image_id": "000000233139", "caption": "a clock on the side of a building", "sgcaption": "a clock on the side of a wall", "gtcaption1": "A display of clocks inside a shop window.", "gtcaption2": "Two clocks are hung on a wall behind a glass sign.", "gtcaption3": "Two clocks with different times and a sign in an foreign language. ", "gtcaption4": "Two square clocks behind a window with Asian writing on it.", "gtcaption5": "Two stone clocks are sitting on a shelf."}, {"image_id": "000000482436", "caption": "a man sitting at a table with a restaurant", "sgcaption": "a man standing in a restaurant at a restaurant", "gtcaption1": "The woman in the diner and the man looking into the window are making eye contact.", "gtcaption2": "A woman sits at a counter while a man looks at her through a window.", "gtcaption3": "A man at a food truck viewing the menu.", "gtcaption4": "A man standing at a counter talking to a woman.", "gtcaption5": "A man looking in the window of a cafe."}, {"image_id": "000000276018", "caption": "a group of children holding stuffed animals in a field", "sgcaption": "a group of children holding a teddy bear in a field", "gtcaption1": "a bunch of kids walking through some grass", "gtcaption2": "A group of children are holding various stuffed animals and dolls.", "gtcaption3": "Kids walking while holding their stuffed animals. ", "gtcaption4": "A group of kids holding teddy bears and looking happy.", "gtcaption5": "A group of children carrying stuffed animals walks across the grass. "}, {"image_id": "000000426166", "caption": "a bike parked in front of a red door", "sgcaption": "a bike parked in front of a building", "gtcaption1": "A light blue bicycle chained to a pole on the sidewalk in front of a red building.", "gtcaption2": "A bicycle near a pole in front of a building. ", "gtcaption3": "A bike is locked to a pole in front of a red building. ", "gtcaption4": "A bicycle is locked to a lamp post in front of an old building", "gtcaption5": "A bicycle that is tied to a post along a sidewalk."}, {"image_id": "000000484415", "caption": "a person is brushing his teeth in front of a toilet", "sgcaption": "a person holding a toothbrush in front of a bathroom", "gtcaption1": "A hand is reaching out to the top if a toilet. ", "gtcaption2": "A person flushing a toilet with a motion sensor.", "gtcaption3": "A person's hand flushing a toilet with a button on top of the tank. ", "gtcaption4": "a persons hand reaching for the top of a toilet", "gtcaption5": "A hand is reaching over a white toilet."}, {"image_id": "000000405432", "caption": "a person is sitting on a table with a food", "sgcaption": "a tray of food and a knife on a table", "gtcaption1": "A white table topped with cakes and nuts.", "gtcaption2": "A box of donuts and a bag of nuts sitting on a table.", "gtcaption3": "A table with a bag of beans and donuts box on it. ", "gtcaption4": "Donuts and a bag of beans on a table with remote.", "gtcaption5": "Various foreign snack foods are on a white table."}, {"image_id": "000000314251", "caption": "a group of people riding motorcycles down a street", "sgcaption": "a group of people riding motorcycles down a street", "gtcaption1": "A parade of motorcycles is going through a group of tall trees.", "gtcaption2": "A group of motorcyclists drive down a tree lined street.", "gtcaption3": "A group of motorcycles down a long street filled with trees on either side.", "gtcaption4": "A group of people riding mopeds through a park.", "gtcaption5": "A group of scooters rides down a street"}, {"image_id": "000000256192", "caption": "a yellow motorcycle parked on the side of a street", "sgcaption": "a yellow motorcycle parked on the side of a street", "gtcaption1": "A yellow BMW touring motorcycle parked in the street as people look on from behind a steel rail on the sidewalk.", "gtcaption2": "A yellow motorcycle is parked on a road with many bystanders", "gtcaption3": "A big, yellow police motorcycle parked on a city street.", "gtcaption4": "a bright yellow police motorcycle parkd in the road", "gtcaption5": "A yellow police motorcycle parked on a road near a large crowd behind a barrier."}, {"image_id": "000000459437", "caption": "a person is standing next to a sheep", "sgcaption": "a person is feeding a sheep in a fence", "gtcaption1": "A person feeding sheep behind a white picket fence,", "gtcaption2": "Several sheep with their front hooves on a fence.", "gtcaption3": "Several lambs leaning up and over a wooden post towards a red cup held by a man.", "gtcaption4": "A row of sheep by a wooden fence with a guy holding a bowl. ", "gtcaption5": "Four sheep standing against a fence looking at a man with a red bowl."}, {"image_id": "000000351530", "caption": "a group of women sitting on a bench", "sgcaption": "a group of women sitting on a bench", "gtcaption1": "People seated on wooden chairs and a bicycle parked nearby.", "gtcaption2": "two people sitting on benches with trees in the background", "gtcaption3": "There is a long line of wooden chairs and two women sit. ", "gtcaption4": "The two women sit on a bench together.", "gtcaption5": "There are people sitting on chairs lined up"}, {"image_id": "000000050006", "caption": "a group of boats are sitting in the water", "sgcaption": "a group of boats are docked in the water", "gtcaption1": "Looking out over a bay with many tourist boats moored", "gtcaption2": "A lot of boats that is parked in the water and one is docking.", "gtcaption3": "Boats are docked in a lake by a road.", "gtcaption4": "A row of boats parked next to a shore line.", "gtcaption5": "Boats are docked near a city with many tall trees."}, {"image_id": "000000022192", "caption": "a dog sitting on top of a bed", "sgcaption": "a dog sitting on a bed next to a pile of clothes", "gtcaption1": "A dog is sitting on an unmade bed with pillows.", "gtcaption2": "A dog sitting in a pile of bedding and other stuff.", "gtcaption3": "A dog sits on top of a mess of items.", "gtcaption4": "A dog sitting on a bed covered with clothing, blankets and other items.", "gtcaption5": "A pit bull dog on a messy bed. "}, {"image_id": "000000153797", "caption": "a baseball player throwing a ball on a field", "sgcaption": "a baseball player throwing a ball on a field", "gtcaption1": "A baseball player throwing a pitch onto the field", "gtcaption2": "A baseball pitcher follows through after releasing the ball.", "gtcaption3": "A pitcher for the Camden baseball team throws a pitch.", "gtcaption4": "A pitcher at a baseball game who has just thrown the ball.", "gtcaption5": "a baseball pitcher is throwing the ball "}, {"image_id": "000000378673", "caption": "a man doing a trick on a skateboard in the air", "sgcaption": "a man doing a trick on a skateboard at a skate park", "gtcaption1": "A man riding a skateboard down the side of a ramp.", "gtcaption2": "A skateboarder is separated from his board as he performs a jump in front of a crowd.", "gtcaption3": "A person at a skateboard park, jumping his skateboard.", "gtcaption4": "a skateboarder in brown pants is doing a trick", "gtcaption5": "A skateboard enthusiast performing a stunt in mid air."}, {"image_id": "000000376322", "caption": "a group of people sitting at a table eating food", "sgcaption": "a group of people sitting at a table", "gtcaption1": "A group of people are reading a menu at the table", "gtcaption2": "A group of people sit at a large table while talking.", "gtcaption3": "People sitting on the long table with plates of food. ", "gtcaption4": "A long table full of people on both sides.", "gtcaption5": "A long table accommodating many people while eating"}, {"image_id": "000000068833", "caption": "a kitchen with a table and a table", "sgcaption": "a kitchen with a table and a in a", "gtcaption1": "A kitchen that has carpeted floors and wooden cabinets.", "gtcaption2": "A counter and some chairs in a small room.", "gtcaption3": "A kitchen with lots of cupboard space and a microwave oven.", "gtcaption4": "Look in the kitchen shows refrigerator, sink, tv and a microwave", "gtcaption5": "The decor in this house is out of date."}, {"image_id": "000000131138", "caption": "a desk with a laptop computer sitting on top of it", "sgcaption": "a desk with two monitors and a laptop computer", "gtcaption1": "a desk with a cup plate laptop monitor and keyboard", "gtcaption2": "A laptop sitting next to a monitor, keyboard and a mouse.", "gtcaption3": "A laptop and a desktop monitor are displayed on top of the desk.", "gtcaption4": "Large office desk with computers near a window.", "gtcaption5": "A desk with a laptop, second monitor and keyboard."}, {"image_id": "000000438269", "caption": "a bird standing in the water", "sgcaption": "a bird standing on the in the water", "gtcaption1": "There is a bird standing in the sand.", "gtcaption2": "A bird  that is sitting down on some water.", "gtcaption3": "A long billed bird stands at the shore of a lake", "gtcaption4": "A bird standing next to a large body of water.", "gtcaption5": "A tall white bird standing on a lake in a swamp."}, {"image_id": "000000133645", "caption": "a boat is sitting in the water with a river", "sgcaption": "a boat is sitting on a body of water", "gtcaption1": "a small boat in a body of water ", "gtcaption2": "a small green and white boat parked near the sidewalk near a lake ", "gtcaption3": "There is no image to be reviewed on this hit.", "gtcaption4": "A white boat with a canopy at water's edge. ", "gtcaption5": "A view of a lake with boats in it. "}, {"image_id": "000000222559", "caption": "a group of people standing on a beach with a boat", "sgcaption": "a group of people on a beach with boats", "gtcaption1": "People walk on the beach with boats nearby. ", "gtcaption2": "There are several boats in the water that you can see from the beach. ", "gtcaption3": "A large body of water with boats in the water and various people in the water at the shoreline.", "gtcaption4": "a number of people in a bod of water", "gtcaption5": "A group of boats floating on top of a lake next to shore."}, {"image_id": "000000048504", "caption": "a group of elephants standing in a building", "sgcaption": "two elephants standing next to a in a", "gtcaption1": "Elephants are in a ring with a person near bleachers.", "gtcaption2": "Two elephants walking around the center ring of a circus.", "gtcaption3": "Two elephants are in the middle of a circus ring.", "gtcaption4": "The elephants are about to leave the ring.", "gtcaption5": "A brown and a gray elephant are in a circus ring and the brown elephant is walking behind the gray elephant as well as two people training them are standing nearby."}, {"image_id": "000000194746", "caption": "a pizza is sitting on top of an oven", "sgcaption": "a pizza is sitting on top of an oven", "gtcaption1": "A pizza covered in cheese dripping down onto the bottom of an oven burning.", "gtcaption2": "The pizza is beginning to melt in the oven.", "gtcaption3": "There is a pizza in the oven that has melted onto the bottom.", "gtcaption4": "A pizza in an oven that had a lot of cheese melted off of it.", "gtcaption5": "a food being cooked in an oven that has overflown "}, {"image_id": "000000345941", "caption": "a piece of cake on a plate with a table", "sgcaption": "a plate of food with a on a table", "gtcaption1": "A desert on a plate with a spoon on the side of the plate.", "gtcaption2": "A plate with strawberries and ice cream on a cake.", "gtcaption3": "A dessert topped with ice cream, and strawberries sits on a plate.", "gtcaption4": "A white dish that has an ice cream and cookie style dessert on it, along with powdered sugar sprinkled over it.", "gtcaption5": "A plate with an ice cream dessert on it "}, {"image_id": "000000420069", "caption": "a group of people playing frisbee in a field", "sgcaption": "a group of people playing baseball in a field", "gtcaption1": "A group of people playing a game of baseball on a field.", "gtcaption2": "A male baseball player is up to bat.", "gtcaption3": "A black and white photo of an old fashion baseball game.", "gtcaption4": "A group of people play a game of baseball in a field. ", "gtcaption5": "an informal baseball game is held in an open field."}, {"image_id": "000000009914", "caption": "a plate of food with a sandwich and french fries", "sgcaption": "a sandwich and french fries on a plate", "gtcaption1": "A plate of food which includes onions, tomato, lettuce, sauce, fries, and a sandwich.", "gtcaption2": "A sandwich, french fries, bowl of ketchup, onion slice, lettuce slice, tomato slice, and knife sit on the white plate.", "gtcaption3": "Partially eaten hamburger on a plate with fries and condiments. ", "gtcaption4": "A grilled chicken sandwich sits beside french fries made with real potatoes. ", "gtcaption5": "A sandwich on a sesame seed bun next to a pile of french fries and a cup of ketchup."}, {"image_id": "000000140076", "caption": "a dining room with a table and chairs", "sgcaption": "a living room with a table and a vase of flowers", "gtcaption1": "A made up dinner table with a flower vase on the table. ", "gtcaption2": "A dining room has a dining table and chairs, wall tapestry, and bar cart.", "gtcaption3": "The table has been decorated with a very modern look.", "gtcaption4": "A view of a table with a vase on the middle of it.", "gtcaption5": "A table that has a vase on it near a blanket hanging on a wall."}, {"image_id": "000000140929", "caption": "a clock on the side of a building", "sgcaption": "a clock is sitting on the side of a building", "gtcaption1": "The clock is on display on the side of the building outside.", "gtcaption2": "a black and white clock is hanging up outside", "gtcaption3": "A black clock with the word Kerttui showing 12:44", "gtcaption4": "a large clock hangs from a building and reads 12:43", "gtcaption5": "a big clock on a pole saying it is 12:43"}, {"image_id": "000000226058", "caption": "a group of stuffed teddy bears sitting on a couch", "sgcaption": "a group of teddy bears sitting on a couch", "gtcaption1": "teddy bears dressed up in clothing sitting on a loveseat together", "gtcaption2": "Some very cute stuffed animals on a couch.", "gtcaption3": "A boy and girl teddy bear are posed next to each other on a couch.", "gtcaption4": "A teddy bear couple sit on a couch together.", "gtcaption5": "Two stuffed teddy bears are placed on a couch together.  "}, {"image_id": "000000334977", "caption": "a group of cell phones sitting on top of a table", "sgcaption": "a cell phones sitting on top of a table", "gtcaption1": "A smart phone at different angles with windows.", "gtcaption2": "A pink smartphone with Windows 8 on the screen.  ", "gtcaption3": "Various angle shots of the Nokia Windows cell phone", "gtcaption4": "A new nokia phone has the features to muti-task", "gtcaption5": "We are looking at multiple views of a windows phone."}, {"image_id": "000000074209", "caption": "a kitchen with a sink and a table", "sgcaption": "a kitchen with a sink and a counter", "gtcaption1": "A counter in a kitchen line with black metal stools.", "gtcaption2": "A couple of stools are in front of a kitchen bar", "gtcaption3": "A black and stainless steel kitchen with a snack bar and bar stools. ", "gtcaption4": "A modern kitchen and with snacks set on the table.", "gtcaption5": "a clean kitchen with 4 stools in it."}, {"image_id": "000000361586", "caption": "a group of people standing in a store with luggage", "sgcaption": "a group of people standing in an airport", "gtcaption1": "several people are purchasing tickets at a bus station", "gtcaption2": "Some people are checking in at the ticket counter somewhere in Asia.", "gtcaption3": "People waiting in line with luggage at a ticket counter.", "gtcaption4": "People are standing near an airport ticket kiosk.", "gtcaption5": "Customers stand at a kiosk waiting for tickets"}, {"image_id": "000000382696", "caption": "a kitchen with a stove and a refrigerator", "sgcaption": "a kitchen with a stove and a trash can", "gtcaption1": "A kitchen under construction with a trashcan and stove.", "gtcaption2": "a kitchen with a fridge, a trash can and an oven", "gtcaption3": "A KITCHEN UNDER REMODEL WITH WIRES HANGING AND A LARGE TRASH BARREL", "gtcaption4": "A kitchen in the process of being remodeled with wiring hanging from the ceiling", "gtcaption5": "There is a kitchen being built and appliances being put in"}, {"image_id": "000000082812", "caption": "a group of people standing in a train station", "sgcaption": "a group of people standing in a train station", "gtcaption1": "A group of commuters standing around a train station.", "gtcaption2": "A group of people wait for the subway.", "gtcaption3": "People at a train station board and unboard a train", "gtcaption4": "A train station with people waiting to get on the train", "gtcaption5": "Pedestrians standing outside a train station waiting for the train. "}, {"image_id": "000000479030", "caption": "a red train is sitting on the tracks", "sgcaption": "a red train is on the tracks", "gtcaption1": "A large long train on a steel track.", "gtcaption2": "A red and white train passing by a street.", "gtcaption3": "A red train going down the track in the city.", "gtcaption4": "A long red and white train travels near many other tracks.", "gtcaption5": "Red and white commuter train riding down tracks next to the highway. "}, {"image_id": "000000543300", "caption": "a white boat is sitting in the water", "sgcaption": "a white boat is in the water with a building", "gtcaption1": "A boat sits on the side of the dock.", "gtcaption2": "A large white boat in the open water.", "gtcaption3": "A white double decker boat n water next to buildings.", "gtcaption4": "A large cruise ship is traveling on the ocean. ", "gtcaption5": "A Port River Dolphin Cruise ship sits in the water."}, {"image_id": "000000092416", "caption": "a man wearing a suit and tie holding a bottle of beer", "sgcaption": "a man in a suit holding a bottle of beer", "gtcaption1": "A young man holding a bottle of beer while wearing a suit.", "gtcaption2": "A male with a bottled beverage wearing a flower in his lapel.", "gtcaption3": "A man holding a bottle of something to drink", "gtcaption4": "A man in a suit having a beer by the water.", "gtcaption5": "A young man in a suit and tie with a beer in his hand."}, {"image_id": "000000359855", "caption": "a blue car sitting on the side of a street", "sgcaption": "a blue suitcase is sitting on the ground", "gtcaption1": "A broken suitcase is on the side of the road.", "gtcaption2": "A blue piece of luggage sitting on the side of  a road.", "gtcaption3": "Beat up blue suitcase lying on side of road.", "gtcaption4": "Closed suit case laying on the ground next to a plant.", "gtcaption5": "A discarded piece of blue luggage on an asphalt walk."}, {"image_id": "000000412240", "caption": "a dog sitting on top of a pair of shoes", "sgcaption": "a dog sitting on a couch next to a pair of shoes", "gtcaption1": "A dog sitting behind a pair of black shoes.", "gtcaption2": "A dog sits on the floor next to some shoes. ", "gtcaption3": "A puppy is sitting behind a pair of shoes.", "gtcaption4": "a close up of a small dog near a pair of shoes", "gtcaption5": "A small black dog sits beside a pair of shoes."}, {"image_id": "000000500211", "caption": "a group of umbrellas sitting in front of a house", "sgcaption": "a group of umbrellas sitting in front of a building", "gtcaption1": "a spooky looking hotel resort in the hills", "gtcaption2": "A row of closed brown umbrellas next to a building.", "gtcaption3": "several beach umbrellas folded in front of a large house with lots of windows", "gtcaption4": "All of the umbrellas are folded up. ", "gtcaption5": "all umbrellas are closed at he tables outside the hotel "}, {"image_id": "000000179285", "caption": "a green tennis ball with a ball on top of it", "sgcaption": "a green tennis ball with a on top of a green court", "gtcaption1": "A Penn tennis bill resting on a tennis racquet", "gtcaption2": "A tennis ball sitting on top of a tennis racket. ", "gtcaption3": "A blue tennis racket has a yellow tennis ball on it.", "gtcaption4": "A tennis ball is sitting on a tennis racket.", "gtcaption5": "A tennis ball sitting on a tennis racket."}, {"image_id": "000000080413", "caption": "a teddy bear sitting in the back of a car", "sgcaption": "a stuffed teddy bear sitting in the front of a car", "gtcaption1": "The small stuffed bear is propped into the car dashboard.", "gtcaption2": "A small teddy bear is wedged into an opening ina car dashboard.", "gtcaption3": "Little tedy bear attached to the dashboard of the car", "gtcaption4": "Stuffed toy bear sitting on dashboard of motor vehicle.", "gtcaption5": "A small tan teddy bear is wedged into a spot on the dashboard of this car."}, {"image_id": "000000291664", "caption": "a dog is standing next to a red fire hydrant", "sgcaption": "a dog standing next to a red fire hydrant", "gtcaption1": "a brown dog with a collar sniffing a red fire hydrant", "gtcaption2": "A dog sniffs the base of a fire hydrant.", "gtcaption3": "a dog sniffing a red fire hydrant near grass", "gtcaption4": "An old dog sniffs a red fire hydrant.", "gtcaption5": "A dog standing next to a fire hydrant on a green grass covered park."}, {"image_id": "000000350054", "caption": "a living room with a television and a television", "sgcaption": "a living room with a television and a tv", "gtcaption1": "a cat sitting on a table next to a tv in a living room.", "gtcaption2": "One cat sitting in front of the television screen.", "gtcaption3": "A cat sitting in front of a flat screen TV.", "gtcaption4": "Cat sitting on cabinet in front of large screen television.", "gtcaption5": "there is a cat that is sitting in front of a tv"}, {"image_id": "000000253695", "caption": "a baseball player is holding a ball on a field", "sgcaption": "a baseball player is standing on a field", "gtcaption1": "A baseball player holds his glove in the air, waiting to catch a ball.", "gtcaption2": "outfield baseball player looking up to catch fly ball", "gtcaption3": "A professional baseball player with his glove out.", "gtcaption4": "A man in white baseball uniform on a grassy field.", "gtcaption5": "a close up of a baseball player catching a ball"}, {"image_id": "000000431545", "caption": "a baseball player standing on top of a field", "sgcaption": "a baseball player is standing on a field", "gtcaption1": "Baseball player runs toward base while others stand around", "gtcaption2": "a man that is standing next to a base", "gtcaption3": "a close up of a baseball player running on the base paths", "gtcaption4": "A baseball runner slows as he arrives at third base", "gtcaption5": "The man is running during a baseball game."}, {"image_id": "000000020992", "caption": "a woman eating a hot dog on a table", "sgcaption": "a woman eating a hot dog", "gtcaption1": "A woman holding food up to her mouth.", "gtcaption2": "A very cute lady holding a hot dog to her face.", "gtcaption3": "A woman with short brown hair getting ready to bite into a hot dog. ", "gtcaption4": "A person getting ready to take a bite of a hot dog.", "gtcaption5": "A person with their mouth open holding a hot dog."}, {"image_id": "000000296231", "caption": "a living room with a television and a table", "sgcaption": "a living room with a television and a tv", "gtcaption1": "A television and some books in a room.", "gtcaption2": "A silver TV sitting on top of a TV stand.", "gtcaption3": "This small room is packed with personal memorabilia.", "gtcaption4": "Room in residence with art work and electronic equipment.", "gtcaption5": "A television is sitting in a cluttered room."}, {"image_id": "000000224664", "caption": "a group of people flying kites on the beach", "sgcaption": "a group of people flying kites on a beach", "gtcaption1": "A group of people flying kites on top of a sandy beach.", "gtcaption2": "People are on the beach flying kites that look like arches in the sky.", "gtcaption3": "people on a quiet beach playing with kites", "gtcaption4": "Birds and Clouds roll over a sandy beach", "gtcaption5": "People flying colorful kites on a deserted beach"}, {"image_id": "000000016249", "caption": "a man sitting on a bench in front of a street", "sgcaption": "a man sitting on a bench next to a", "gtcaption1": "A man sitting on top of a bench with a newspaper.", "gtcaption2": "Several older men sit and relax on shady benches.", "gtcaption3": "It sure is a beautiful day to sit outside and read the paper.", "gtcaption4": "there are many people that are sitting on the benches", "gtcaption5": "A man sitting on a bench reading a newspaper. "}, {"image_id": "000000055002", "caption": "a toilet in a bathroom with a table", "sgcaption": "a stainless steel toilet in a bathroom with a", "gtcaption1": "A metallic toilet sitting in a small bathroom.", "gtcaption2": "An overhead of a stainless steel open toilet with a man's feet stradling.", "gtcaption3": "A man standing over a shiny metal toilet.", "gtcaption4": "An aerial view of an open toilet seat that someone is standing in front of.", "gtcaption5": "Metal commode from above, photographer's shoes visible. "}, {"image_id": "000000454978", "caption": "a motorcycle parked on the side of a road", "sgcaption": "a motorcycle parked on the side of a road", "gtcaption1": "A motorcycle is sitting on the side of the road next to a sign. ", "gtcaption2": "The motorcycle rider is taking a break before continuing his ride.", "gtcaption3": "A motorcycle sitting in front of a Speed Limit sign with a curvy road drawing.", "gtcaption4": "a motor bike sits parked next to a street sign ", "gtcaption5": "A rural road with trees, road signs of a squiggly arrow and of 55 MPH, and motorcycle parked beside it."}, {"image_id": "000000423971", "caption": "a white toilet in a bathroom with a table", "sgcaption": "a white toilet in a bathroom with a on a", "gtcaption1": "A toilet with an illuminated seat in a restroom.", "gtcaption2": "a bathroom with a fancy toilet in it", "gtcaption3": "A modern looking commode in a very tiny bathroom. ", "gtcaption4": "Toilet with open lid in the middle of a bathroom.", "gtcaption5": "A bathroom scene with a modern toilet and wooden fixtures"}, {"image_id": "000000035770", "caption": "a bathroom with a sink and a mirror", "sgcaption": "a bathroom with a sink and a toilet", "gtcaption1": "a couple of pans you would use to pee in", "gtcaption2": "There is a sink and a black and white toilet", "gtcaption3": "There are sinks and black and white designs in the bathroom.", "gtcaption4": "A store with a variety of toilets of different colors and designs.", "gtcaption5": "a bathroom with three toilets and a big sink"}, {"image_id": "000000427338", "caption": "a person riding a motorcycle in front of a building", "sgcaption": "a person riding a motorcycle down a brick building", "gtcaption1": "A city made out of stone brick with large arches.", "gtcaption2": "Two men are riding motorcycles through some ruins.", "gtcaption3": "Person on motorcycle in a very scenic rock area.", "gtcaption4": "A person riding a motorcycle in an abandoned stone building", "gtcaption5": "a man taking a picture of a narrow walkway"}, {"image_id": "000000254814", "caption": "a group of people riding bikes down a city street", "sgcaption": "a group of people riding bikes down a street", "gtcaption1": "A busy city intersection clogged with bike traffic ", "gtcaption2": "A large group of people on some bikes on a street.", "gtcaption3": "Lot of two wheelers crossing across the road at a signal.", "gtcaption4": "Hundreds of bicyclists clog up traffic in a city.", "gtcaption5": "A crowded city street filled with motorcycle and car traffic. "}, {"image_id": "000000080659", "caption": "a group of people riding horses on a track", "sgcaption": "a group of men riding horses on a track", "gtcaption1": "Horses and their riders are racing in a horse race.", "gtcaption2": "a group of racing horses are racing around the track", "gtcaption3": "A group of jockeys ride horses on a track.", "gtcaption4": "horses racing on a race track with jockeys.", "gtcaption5": "Horse number 11 and 6 engaged in a horse race."}, {"image_id": "000000149375", "caption": "a man doing a trick on a skateboard in the air", "sgcaption": "a man doing a trick on a skateboard", "gtcaption1": "A young person riding a skateboard at a skate park.", "gtcaption2": "A person is riding a skateboard on a ramp.", "gtcaption3": "A skateboarder is performing a tick in a skate park.", "gtcaption4": "A skateboarder does a trick at an indoor skate park", "gtcaption5": "a person on a skateboard is doing a jump"}, {"image_id": "000000196009", "caption": "a carrot and a spoon on a table", "sgcaption": "a carrot and a spoon on a table", "gtcaption1": "A spoon, a large carrot, a medium carrot and a small carrot, on blue-green speckled surface", "gtcaption2": "a couple of carrots sit next to a spoon", "gtcaption3": "A couple of very large carrots compared to the size of a spoon.", "gtcaption4": "A spoon laying beside a few big carrots", "gtcaption5": "Fresh carrots from a garden lie on a counter next to a teaspoon."}, {"image_id": "000000438226", "caption": "a plate of food with a sandwich and a table", "sgcaption": "a plate of food and a sandwich and a table", "gtcaption1": "A sandwich on a plate cutin half next to pasta.", "gtcaption2": "A dinner plate containing a sandwich and pasta.", "gtcaption3": "A sandwich cut in half is on a plate with macaroni.", "gtcaption4": "Sandwich and pasta salad with a drink for one", "gtcaption5": "a sandwich on a plate on a desk near a glass of wine"}, {"image_id": "000000282298", "caption": "a group of people walking in a building with a clock", "sgcaption": "a group of people walking in a train station", "gtcaption1": "A group of people milling about inside a large space in the winter.", "gtcaption2": "A group of people walking across an airport.", "gtcaption3": "Many people at a convention inside of a large building ", "gtcaption4": "People walking and loitering around a train station clock and ticket machines", "gtcaption5": "a large crowd of people walking through town near a large clock display with a christmas tree in the background"}, {"image_id": "000000161008", "caption": "a pair of scissors sitting on top of a table", "sgcaption": "a pair of scissors sitting on top of a table", "gtcaption1": "A pair of scissors sitting on top of a wooden box.", "gtcaption2": "An open pair of scissors sitting on a wooden box.", "gtcaption3": "A pair of scissors sitting on a wooden box on a table.", "gtcaption4": "A big pair of scissors is on a wooden box.", "gtcaption5": "a pair of large sheers on top of a box."}, {"image_id": "000000569976", "caption": "a man and a woman is standing in front of a cake", "sgcaption": "a man and a woman cutting a cake", "gtcaption1": "A group of people stare up at something out of the frame.", "gtcaption2": "A man is watching his daughter get her hair done. ", "gtcaption3": "A woman is air drying a young child's hair. ", "gtcaption4": "a small child is getting their hair dried at the salon.", "gtcaption5": "Small child getting her hair dried with a man standing behind her. "}, {"image_id": "000000466156", "caption": "a cat is sitting on top of a car", "sgcaption": "a cat standing on top of a car", "gtcaption1": "The striped cat is sitting on top of the car.", "gtcaption2": "a cat sitting on a car engine with the hood up", "gtcaption3": "someone opened a hood on a car and he cat jumped up on the edge", "gtcaption4": "Black cat sitting on the engine of a black car. ", "gtcaption5": "A gray cat is walking next to a truck."}, {"image_id": "000000320425", "caption": "a group of giraffes are standing in a zoo", "sgcaption": "a group of giraffes are standing in a zoo", "gtcaption1": "A group of giraffe standing next to each other on a dirt field.", "gtcaption2": "Ten giraffes loitering around a building out in the day.", "gtcaption3": "A giraffe and its herd standing in an enclosure.", "gtcaption4": "a couple of giraffes are standing in a field", "gtcaption5": "A group of giraffes are gathered together in their enclosure"}, {"image_id": "000000334371", "caption": "a group of buses parked in front of a building", "sgcaption": "a group of buses parked in front of a building", "gtcaption1": "A tall building with four double decker buses driving along a parking lot.", "gtcaption2": "A large long bus on a city street.", "gtcaption3": "Two white double decker buses on a street", "gtcaption4": "Double-decker buses sit at the curb in front of an old building.", "gtcaption5": "Double-Decker buses line up at a bus stop."}, {"image_id": "000000499181", "caption": "a group of cars on a city street with a traffic light", "sgcaption": "a traffic light on a city street with cars", "gtcaption1": "A street scene of a self service parking lot.", "gtcaption2": "There are many cars that are parked in the parking lot", "gtcaption3": "a BLACK BUILDING THAT SAYS FIRST AVENUE AND 7th street entry", "gtcaption4": "A self service parking lot with a building behind it and an intersection in front of it.", "gtcaption5": "a parking lot with a few cars in it"}, {"image_id": "000000093154", "caption": "a group of street signs on a pole with a sign", "sgcaption": "a group of signs on a city street with a", "gtcaption1": "Signs along a street on a rainy day.", "gtcaption2": "A yield and left turn sign on the side of a street.", "gtcaption3": "a wet city street with cars on it", "gtcaption4": "A rode that has car and bicycle lane that cars are driving on the left side of the road", "gtcaption5": "The cars are travelling down the wet road."}, {"image_id": "000000447789", "caption": "two street signs on top of a stop sign", "sgcaption": "two street signs on top of a stop sign", "gtcaption1": "A red do not enter sign under a green street sign.", "gtcaption2": "A group of street signs sitting in front of a tree.", "gtcaption3": "A Do Not Enter Sign with a Two Way Street Sign above it.", "gtcaption4": "A street sign near a large leafy tree.", "gtcaption5": "A street sign is above a do not enter sign."}, {"image_id": "000000519611", "caption": "a polar bear standing on top of a rock", "sgcaption": "a polar bear standing on top of a rock", "gtcaption1": "a close up of a polar bear on a rock formation", "gtcaption2": "a polar bear yawning while standing on a rock ", "gtcaption3": "A polar bear opening its mouth while standing on a rock.", "gtcaption4": "A polar bear standing on a large rock with its mouth wide open.", "gtcaption5": "A large polar bear stands on rock with an open mouth."}, {"image_id": "000000305695", "caption": "a herd of zebras are standing in the grass in a car", "sgcaption": "a herd of zebras are standing in a field", "gtcaption1": "Zebras are grazing on grass by a car.", "gtcaption2": "Zebras are standing in a fenced in area.", "gtcaption3": "A herd of zebras stand under tress near a road. ", "gtcaption4": "Several zebras are on the grass by a truck. ", "gtcaption5": "A bunch of zebras grazing near a road where vehicles are driving by."}, {"image_id": "000000355905", "caption": "a white dog walking on top of a beach", "sgcaption": "a white dog standing on the beach", "gtcaption1": "A white dog is on a sandy beach while the sea foam washes ashore behind it.", "gtcaption2": "Medium sized white dog enjoying a trot on the beach", "gtcaption3": "A white dog running in the sand along the beach.", "gtcaption4": "A large white dog trotting along the beach.", "gtcaption5": "A dog is running on the beach sand. "}, {"image_id": "000000439180", "caption": "a group of people riding horses in a field", "sgcaption": "a group of people riding horses in a field", "gtcaption1": "A group of people riding horses down a small road.", "gtcaption2": "People are riding their horses in the parade.", "gtcaption3": "A group of people are riding horses at a park.", "gtcaption4": "A large crowd of people riding horses walks along a trail.", "gtcaption5": "A group of riders on horses in a field."}, {"image_id": "000000407524", "caption": "a plate of pasta and broccoli and a table", "sgcaption": "a plate of pasta and broccoli and a table", "gtcaption1": "A plate holds a good size portion of a cooked, mixed dish that includes broccoli and pasta. ", "gtcaption2": "A macaroni and broccoli dish on a white plate.", "gtcaption3": "Pasta with sauce and broccoli on white plate.", "gtcaption4": "A pasta dish with mushrooms and broccoli in a cream sauce", "gtcaption5": "A plate of pasta is shown with broccoli and ham."}, {"image_id": "000000229553", "caption": "a young man riding a skateboard on a street", "sgcaption": "a man sitting on a skateboard", "gtcaption1": "A man sitting on top of a skateboard on a street.", "gtcaption2": "A young man kneeling while riding a skate board.", "gtcaption3": "A guy squatting on a skateboard trying to balance.", "gtcaption4": "Helmeted young skateboarder displaying ability skills on cement surface.", "gtcaption5": "A skater losing his balance while squatting on his board"}, {"image_id": "000000081988", "caption": "a group of people sitting on the beach with surfboards", "sgcaption": "a group of people sitting on the beach", "gtcaption1": "Four kids sitting on surfboards with man in background.", "gtcaption2": "children and an instructor on  a beach, with the children sitting on surfboards", "gtcaption3": "A man standing on a beach next to four other people.", "gtcaption4": "A group of kids being instructed on how to boogie board.", "gtcaption5": "five surfers learning how to surf by the ocean"}, {"image_id": "000000546325", "caption": "a living room with a couch and a table", "sgcaption": "a living room with a couch and a table", "gtcaption1": "A couch with pillows sitting in a living room.", "gtcaption2": "Living room featuring a couch and coffee table", "gtcaption3": "A living room with a couch table and opening to another room.", "gtcaption4": "A couch by a coffee table, remote controller and fan.", "gtcaption5": "A couch and table sit in a living room."}, {"image_id": "000000458045", "caption": "a baseball player swinging a bat at a ball", "sgcaption": "a baseball player swinging a bat at a game", "gtcaption1": "Little boys playing on a baseball field in baseball uniforms. ", "gtcaption2": "An umpire officiates a game of little league baseball.", "gtcaption3": "THERE IS A BOY PLAYING BASEBALL AT THE BASE BALL FIELD ", "gtcaption4": "A baseball player holding a bat next to home plate.", "gtcaption5": "A young boy swings a bat during a children's baseball game."}, {"image_id": "000000504415", "caption": "a man playing with a tennis ball on a court", "sgcaption": "a man playing with a tennis ball on a tennis court", "gtcaption1": "A man walking across a dirt field next to a street with traffic.", "gtcaption2": "A man playing tennis on a court in a neighborhood.", "gtcaption3": "A person on a court near a fence.", "gtcaption4": "a big man running to hit a tennis ball", "gtcaption5": "The tennis player is running to catch a ball."}, {"image_id": "000000442993", "caption": "a building with a clock tower on top of it", "sgcaption": "a building with a clock tower in front of it", "gtcaption1": "A large clock tower towering over a city glowing brightly at night.", "gtcaption2": "The back row of buildings of residences at night.", "gtcaption3": "A group of buildings with clock tower and trees in night sky.", "gtcaption4": "A church steeple is lit above houses lining a shore.  ", "gtcaption5": "A row of attached buildings situated by a river."}, {"image_id": "000000028452", "caption": "an open refrigerator with a table in a kitchen", "sgcaption": "an open refrigerator with a in a of it", "gtcaption1": "An open refrigerator door on a kitchen floor.", "gtcaption2": "A fridge has some eggs and a bottle in it.", "gtcaption3": "The refrigerator has a drink and a carton of eggs in it.", "gtcaption4": "A few objects are sitting in an empty appliance.", "gtcaption5": "a very big  fridge with nothing inside it"}, {"image_id": "000000581482", "caption": "a clock on the side of a building", "sgcaption": "a clock hanging from the ceiling of a building", "gtcaption1": "A fancy metal cloth is seen against huge barred windows at a stone train station.", "gtcaption2": "a black and white photo of a clock", "gtcaption3": "A shot of a clock in the train station.", "gtcaption4": "A clock in a brightly lit room with windows.", "gtcaption5": "A clock in a building in front of windows."}, {"image_id": "000000360943", "caption": "a cat sitting on top of a window", "sgcaption": "a cat sitting on top of a window", "gtcaption1": "An orange cat sitting in front of a door to a house.", "gtcaption2": "A small black cat sits outside on an open window sill.", "gtcaption3": "An orange cat sits on a stoop in front of a door.", "gtcaption4": "An orange tabby cat lies down outside a door on a house porch.", "gtcaption5": "A fat orange cat sitting on a deck"}, {"image_id": "000000341921", "caption": "a man sitting on a bench reading a book", "sgcaption": "a man sitting on a bench in a park", "gtcaption1": "A young man sitting on a park bench next to a playground.", "gtcaption2": "A child sits on a bench at a playground.", "gtcaption3": "A boy sits on a bench in a park, working on homework.", "gtcaption4": "A young boy sits and reads a book on a bench at a quiet park.", "gtcaption5": "A boy at a playground, sitting on a bench and reading a book."}, {"image_id": "000000236690", "caption": "a white bird is flying over a body of water", "sgcaption": "a white bird is flying over a body of water", "gtcaption1": "A white and gray bird soaring over the blue ocean.", "gtcaption2": "A large water bird flying over the ocean", "gtcaption3": "A large white bird flies over the water.", "gtcaption4": "an image of a bird flying over the water", "gtcaption5": "A white bird fly's in the air above the blue water."}, {"image_id": "000000272212", "caption": "two cows are standing in the grass in a building", "sgcaption": "a couple of cows are standing in a field", "gtcaption1": "A couple of cattle standing on a lush green field.", "gtcaption2": "With a foggy haze in the valley, some  cows lay low on the grassy hillside.", "gtcaption3": "One cow walking across a field and another cow laying down on the ground.", "gtcaption4": "Cows grazing on the grass in front of a building.", "gtcaption5": "two black and white cows on a green hill"}, {"image_id": "000000377000", "caption": "a cat sitting on top of a window", "sgcaption": "a cat is sitting in front of a window", "gtcaption1": "A cat sitting by a window watching the rain. ", "gtcaption2": "a close up of a cat on a window sill looking out the window", "gtcaption3": "A cat sitting in a window watching the rain drip on the window glass.", "gtcaption4": "Young kitten along windowpane watching the rain tap on the glass.", "gtcaption5": "A cat sitting on a sill looking out a window."}, {"image_id": "000000198641", "caption": "a black cat sitting on top of a laptop computer", "sgcaption": "a black cat sitting on a desk next to a laptop computer", "gtcaption1": "A black cat laying on a white lap top.", "gtcaption2": "A cat is watching the clouds on the monitor.", "gtcaption3": "A black cat sitting next to a couple of monitors sitting on top of a table.", "gtcaption4": "A cat that is sitting on top of a laptop.", "gtcaption5": "A cat is on a desk looking at the computer screens."}, {"image_id": "000000442836", "caption": "a group of men playing with a frisbee in a field", "sgcaption": "two men playing with a frisbee in a field", "gtcaption1": "A person trying to throw a frisbee and another trying to block the throw.", "gtcaption2": "Two grown men and a young child playing frisbee in a field", "gtcaption3": "older man tries to block younger man's frisbee throw", "gtcaption4": "A group of people playing a game of frisbee.", "gtcaption5": "He is ready to block the flight of that Frisbee."}, {"image_id": "000000553788", "caption": "a woman laying on a bed with a laptop", "sgcaption": "a woman laying on a bed with a laptop", "gtcaption1": "there is a woman laying in a bed using a lap top", "gtcaption2": "a woman using a white laptop on the bed", "gtcaption3": "A girl on a bed studying something on her laptop.", "gtcaption4": "Someone sitting on their bed looking at their laptop", "gtcaption5": "A person laying on a bed in front of a laptop."}, {"image_id": "000000422998", "caption": "a person is holding a tennis ball with a racket", "sgcaption": "a person holding a plate of food with a knife", "gtcaption1": "A person makes a sandwich on a paper plate.", "gtcaption2": "A plate that has food on it on a table.", "gtcaption3": "A close up picture of someone preparing a sandwich.", "gtcaption4": "A woman is preparing a sandwich on a paper plate.", "gtcaption5": "A person prepares a sandwich on a plate."}, {"image_id": "000000128675", "caption": "a man is flying a kite in the water", "sgcaption": "a man is on a kite in the water", "gtcaption1": "A man holding one water ski at the lake.", "gtcaption2": "Several para-sailers on a lake by the woods", "gtcaption3": "Several people engaged in para-sailing on a lake.", "gtcaption4": "A lifeguard helps a boarder that overturned in the water.", "gtcaption5": "A parasailer in the distance with two surfers in the foreground. "}, {"image_id": "000000033759", "caption": "a young boy swinging a baseball bat at a ball", "sgcaption": "a young boy swinging a baseball bat at a ball", "gtcaption1": "A boy swinging a baseball bat at a game.", "gtcaption2": "A young boy swinging a baseball bat at a baseball.", "gtcaption3": "A young baseball player stands at the plate, in motion to hit an oncoming ball. ", "gtcaption4": "a boy swinging his baseball bat at a baseball", "gtcaption5": "A little kid swinging a bat in a baseball game."}]
